{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/18/adonis",
  "Name": "Adonis",
  "Glass": "Coupe glass",
  "Ingredients": [
    "30 ml Lustau Palo Cortado Península Sherry",
    "30 ml Lustau Amontillado Los Arcos Sherry",
    "30 ml Strucchi Rosso Vermouth",
    "2.5 ml Strucchi Red Bitter (Campari-style liqueur)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist and skewered Fragata Green Olive .",
    "THROW (or STIR) all ingredients with ice.",
    "STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and discard.",
    "Garnish with skewered olive."
  ],
  "Review": "Some describe the Adonis as \"The sweet version of the Bamboo \" but that hardly does this brilliant vintage aperitivo/digestivo, that's off-dry and aromatic justice. I made the Adonis for Dan to photograph in a vintage Boadas Martini glass as the Boadas Bar 's rendition of this classic is the best I've encountered. And thanks to their generosity, I have one of their last 20 original glasses and the knowledge that it's a 'secret' splash of Italian red bitter liqueur that deepens the flavour profile of their Adonis rather than the orange bitters favoured by others. I really wanted to find a Spanish vermouth that worked best in Adonis or indeed a very expressive Torino sweet vermouth but I found these too domineering and/or overly sweet so I settled on a more standard rosso vermouth. I've also experimented with various styles of sherry and now lean towards a blend of palo cortado and amontillado.",
  "History": "The first known mention of the Adonis in print is in the \"Pearls from Billy, the bartender\" column in New York's The Sun newspaper on 27th March 1887 . The column describes three customers, \" three young bloods, with bell-crowned beavers of matchless sheen and silver-headed canes of ultra fashionable immensity who walk into the bar where Billy was bartending and order \" Three Adonis cocktails, please .\" Billy proceeds the confidently make and serve them three cocktails which they drink, pay \" fifteen cents each \" for and leave. Then it becomes clear that Billy has no idea what an Adonis is. \" \"What on earth is an Adonis cocktail?\" asked the reporter who had watched the incident. \"Blessed if I know,\" said Billy, with an air of perfect frankness; \"but I wouldn't be much of a bartender if I let any customer bluff me off with any new-fangled name. I gave them what I always have known as a turf club cocktail, and it suited. The first principle of good bartending is to know how to make everything on earth in the drink line, no matter whether you have ever heard of it before or not.\" \" This irreverent column doesn't reveal what comprised an Adonis but it does tell us that it was a \"new-fangled\" cocktail at the time so dating its origin prior to 1897. It's another 16 years before the Adonis appears in a recipe book, Jacques Straub's 1913 Straub's Manual of Mixed Drinks establishing the recipe as two-thirds Italian (sweet) vermouth to one-third sherry with 2 dashes orange bitters.",
  "Nutrition": "One serving of Adonis contains 121 calories",
  "Alcohol_Content": [
    [
      "0.9 standard drinks"
    ],
    [
      "14.19% alc./vol. (14.19° proof)"
    ],
    [
      "13.1 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}