{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/27/air-mail",
  "Name": "Air Mail",
  "Glass": "",
  "Ingredients": [
    "30 ml Light gold rum (1-3 year old molasses column)",
    "15 ml Lime juice (freshly squeezed)",
    "15 ml Honey syrup (3 parts honey to 1 water by weight)",
    "45 ml Brut champagne/sparkling wine"
  ],
  "Instructions": [
    "Select and pre-chill a Highball (max 10oz/300ml) glass .",
    "Prepare garnish of mint sprig tip or serve naked.",
    "SHAKE first 3 ingredients with ice and strain into an ice-filled glass (preferably a column of ice).",
    "TOP with sparkling wine and briefly stir.",
    "Garnish with tip of a mint sprig or serve naked."
  ],
  "Review": "Lightly or well-aged rum invigorated with dry champagne, freshened by a touch of lime and balanced by honeyed richness. Described by some as being a rum-based French 75, like the French 75, there is debate over the correct glass and whether to serve with ice. The truth: the Air Mail is best as it was originally intended, served as a highball in a highball glass (max capacity 10oz / 300ml).",
  "History": "This is a potent little drink and the name could be a reference to airmail being the quickest way of getting a letter from A to B. It could date back to the early days of airmail which began 15th May 1918 with the world's first scheduled airmail route between New York and Washington D.C.. However, the earliest known reference to the drink is a 1930s promotional pamphlet, Bacardi and Its Many Uses . The Air Mail (spelled with two words) most notably appears in W.C. Whitfield's 1941 wooden cover bound Here's How accompanied by the note \"It ought to make you fly high.\" Indeed, the 1940s appear to be the Air Mail's heyday with the drink notably also appearing in David Embury's 1948 The Fine Art of Mixing Drinks and Esquire's 1949 Handbook for Hosts . That Bacardi leaflet calls for Bacardi Gold rum while Whitfield specifies \"fine rum\" [well-aged blended Caribbean rums work well]. Both recipes stipulate a highball glass [a tall glass smaller than 10oz / 295ml] filled with ice. This is a \"short drink served long\" and misguided folk who serve it straight-up in a coupe or flute are taking a flight of fancy.",
  "Nutrition": "One serving of Air Mail contains 133 calories",
  "Alcohol_Content": [
    [
      "0.9 standard drinks"
    ],
    [
      "12.18% alc./vol. (12.18° proof)"
    ],
    [
      "12.8 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}