{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/31/alamagoozlum-cocktail",
  "Name": "Alamagoozlum Cocktail",
  "Glass": "Coupe glass",
  "Ingredients": [
    "20 ml Rutte Old Simon Genever",
    "15 ml Jamaican aged blended rum with funk",
    "15 ml Yellow Chartreuse (or génépy liqueur)",
    "5 ml Orange Curaçao liqueur",
    "5 ml Angostura Aromatic Bitters",
    "10 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "20 ml Chilled water",
    "15 ml Egg white (pasteurised) or \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAquafaba (chickpea water)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t or 3 dashes Fee Brothers Fee Foam cocktail foamer"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of pineapple wedge.",
    "SHAKE all ingredients with ice and strain back into shaker.",
    "DRY SHAKE (without ice).",
    "FINE STRAIN into chilled glass.",
    "Garnish with pineapple wedge on rim."
  ],
  "Review": "Tastes reminiscent of Cough Candy with a quintet of big-flavoured ingredients combining harmoniously, including a whopping 5ml (1/6oz) of bitters.",
  "History": "A \"Plantation Alamagoozlum\" is referenced as \"an excellent preventive of colds and chills\" in a 1935 column in The Indianapolis News and then as an Alamagoozlum in a 1937 edition of the Louisville, Kentucky, Courier-Journal . However, it most notably features in Charles H. Baker's 1939 The Gentleman's Companion: Around the World with Jigger, Beaker and Flask as \"J. Pierpont Morgan's Alamagoozlum, the Personal Mix Credited to that Financier, Philanthropist, & Banker of a Bygone Era.\" Baker gives the following recipe \"To serve about 5 cocktails: take 1 jigger each of Jamaica rum, gomme syrup, and yellow or green Chartreuse; add ½ pony yellow Curaçao and ½ pony of Angostura bitters. Add 2 scant ponies of Holland gin, the same of water; donate ½ the white of an egg and hard shake with lots of cracked ice. Serve in a Manhattan glass.\" As with so many classic cocktails, our recipe is based on David A. Embury's 1948 The Fine Art of Mixing Drinks , where Embury says, \"This cocktail is supposed to have been a specialty of the elder Morgan of the House of Morgan, which goes to prove as a bartender he was an excellent banker.\" Both Charles H. Baker and David Embury credit the creation, or at least this cocktail's notoriety, to John Pierpont Morgan Sr. (1837 - 1913), a Wall Street banker and financier who headed the banking firm that went on to be known as J.P. Morgan and Co., then Morgan, Grenfell & Company. J. P. Morgan liked to drink in style and frequented New York City's most fashionable clubs, including the Union Club. When his friend, John King, president of Erie Railroad, was blackballed from the Union Club, Morgan resigned and in 1891 established the Metropolitan Club of New York. He commissioned Stanford White to \"...build me a club fit for gentlemen, forget the expense...\" at One East 60th Street; on the corner of 5th Avenue. As the club's first President, he invited John King to be a charter member.",
  "Nutrition": "One serving of Alamagoozlum Cocktail contains 174 calories",
  "Alcohol_Content": [
    [
      "1.2 standard drinks"
    ],
    [
      "16.58% alc./vol. (16.58° proof)"
    ],
    [
      "17.4 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}