{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/4058/anita",
  "Name": "Anita",
  "Glass": "",
  "Ingredients": [
    "20 ml Strucchi Red Bitter (Campari-style liqueur)",
    "10 ml Cachaça (aged 3+ years)",
    "20 ml Blood orange juice",
    "10 ml Lime juice (freshly squeezed)",
    "10 ml Macadamia nut syrup"
  ],
  "Instructions": [
    "Select and pre-chill a Nick & Nora glass .",
    "Prepare garnish of basil leaf.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Garnish with basil leaf."
  ],
  "Review": "",
  "History": "Adapted from a recipe created by Thalita Alves in Australia for Campari. Thalita says, \" There's only one thing I adore almost as much as mixing beautiful drinks: dancing. Imagining original combinations of ingredients for a cocktail isn't so different from developing a sequence of steps in a well-structured choreography. \"Right foot forward, left foot sweeps in a semi-circle, right foot forward, left foot raised. I still remember how the first choreography I worked on started. I repeated it hundreds of times in front of the mirror, striving for perfect coordination with the other girls. Don't go imagining the corps de ballet at La Scala: we were just an amateur dance company, but we were full of passion and determination. \"But choreographies also need a good story, research, inspiration that comes from somewhere. That was always my favourite part of the entire dance creation process: to choose the message, the idea to be translated into motion. I found a muse that inspired me in piecing together a short act: Anita Garibaldi, the greatest Brazilian heroine, a wonderful mix of romance and strength. That would have been amazing to dance and to watch. \"But I never finished my final work. While working on Anita, I discovered a new Thalita. As a girl who had never gone very far from home, I discovered I had a big dream and a life-long passion to do and see more. I felt an inexplicable need to seek out new places and suddenly I found myself in an airport for the very first time. I caught a plane to Australia: an unknown country where I had no friends or family, didn't speak the language and had no career. But I knew that this place would be my home. \"I put my creativity to one side for almost 5 years, too busy building my new life. Having gone from job to job, one day I ended up in a cocktail bar. While mixing my first drink I felt that spark from my dancing days again, putting different things together to create a whole new something. My passion was back, albeit in a new shape. \"When I realised I could finally tell stories again, this time in liquid form, I started working on my favourite one: that of Italian revolutionary Giuseppe Garibaldi, who fell in love with Anita, a person of strength and resilience but at the same time also extremely tender and charming. Anita was reborn, as a cocktail. \"I decided to narrate that intercontinental love story through the most emblematic spirits and flavours of the two worlds: Campari and fresh and juicy blood oranges symbolising Italy, Sagatiba Velha and bright green limes for Brazil. I sealed this union with a macadamia nut orgeat to celebrate the country I now call home: Australia. Anita, this symbolic mix of 2 worlds, is garnished with fragrant and aromatic basil leaves to finish. \"This cocktail, like the heroine whose name it bears, has become an icon of something much bigger to me: Australia itself, and all the people that have mixed together over the centuries and moved to this beautiful country to build brand new lives here and, ultimately, make it what it is. \"",
  "Nutrition": "One serving of Anita contains 87 calories",
  "Alcohol_Content": [
    [
      "0.3 standard drinks"
    ],
    [
      "5.25% alc./vol. (5.25° proof)"
    ],
    [
      "3.7 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}