{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1797/appletini-sour-apple-martini",
  "Name": "Appletini (Sour Apple Martini)",
  "Glass": "Martini glass",
  "Ingredients": [
    "50 ml Ketel One Vodka",
    "22.5 ml Sour apple liqueur",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "5 ml Lime cordial (sweetened lime juice)",
    "5 ml Lime juice (freshly squeezed)",
    "5 ml Lemon juice (freshly squeezed)"
  ],
  "Instructions": [
    "Select and pre-chill a Martini glass .",
    "Prepare garnish of drop Luxardo Maraschino Cherry into cocktail &/or float thin apple slice/dehydrated apple slice.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass."
  ],
  "Review": "This \"Martini\" is unashamedly fun and brash with lurid green apple liqueur at its 'core'.",
  "History": "Unlike the origins of so many cocktails, the date when this altern'atini was created and by whom is remembered by those involved and has been widely reported. It was the Fourth of July 1996 when Loren \"Lola\" Dunsworth, owner of Lola's in West Hollywood was encouraged to include a Ketel One signature Martini on her restaurant's cocktail list by a representative from Ketel One Vodka . Boasting one of L.A.'s first extensive Martini menus, Lola's, which sat at 945 N. Fairfax Avenue in West Hollywood, opened in July 1996 and closed 8th August 2013. Seeing a bottle of DeKuyper Pucker Sour Apple Liqueur on the back bar, Lola asked bartender Adam Karston to make a cocktail with this and Ketel One. He mixed equal parts Ketel One and Pucker liqueur with a splash of house-made sweet-and-sour mix. The result, \"Adam's Apple Martini\" was an instant hit and under its simplified name, the \"Appletini\", quickly became hugely popular across North America in the Noughties earning it contemporary classic status and a place in our Cocktail Hall of Fame . At Lola's, they garnished their Appletinis with slices of Granny Smith apple marinated in iced lemon juice mixed with water to keep fresh. In other bars, the attractive colour contrast and ease of simply dropping a maraschino cherry into the drink led to this becoming the more usual garnish. In recent years, floating a dehydrated apple slice has become popular.",
  "Nutrition": "One serving of Appletini (Sour Apple Martini) contains 172 calories",
  "Alcohol_Content": [
    [
      "1.2 standard drinks"
    ],
    [
      "18.59% alc./vol. (18.59° proof)"
    ],
    [
      "17.2 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}