{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/143/bacardi-cocktail",
  "Name": "Bacardi Cocktail",
  "Glass": "Coupe glass",
  "Ingredients": [
    "60 ml Light white rum (charcoal-filtered 1-4 years old)",
    "15 ml Lime juice (freshly squeezed)",
    "7.5 ml Grenadine/pomegranate syrup",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of Luxardo Maraschino Cherry .",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Garnish with maraschino cherry."
  ],
  "Review": "This classic salmon-pinky cocktail perfectly combines and balances the light rum with the assertive sourness of lime juice and rich sweetness of pomegranate syrup.",
  "History": "The Bacardi Cocktail originated in Cuba in 1917 and quickly grew in popularity with the growth of the cocktail culture in the USA after Prohibition , so much so that it became known simply as 'the Bacardi'. There are two schools of thought over the original ingredients, some believe it was simply a Daiquiri but made using Bacardi rum and that the now ubiquitous grenadine version originated in New York sometime after Prohibition. Others hold that the grenadine was there at inception, after all the earliest known Daiquiri recipe was made with Bacardi rum so grenadine must be the distinguishing factor. However, the number of vintage cocktail books listing a Bacardi Cocktail without grenadine would seem to back up the inclusion of grenadine being a later addition. Like the Daiquiri, The Bacardi Cocktail was sometimes served frozen and talking about the iced version, Jack Doyle, former barman at Sloppy Joe's in Key West, then Bacardi Imports Inc. barman in New York, explained, \" The secret to the iced version was to shake the flaked iced until it looked like sherbet. \" This technique became known as frappé. As the Bacardi Cocktail rapidly grew in popularity a small number of establishments neglected to use Bacardi rum as the base ingredient. In 1936, this led the Bacardi Company to take the Barbizon-Plaza Hotel and the Wivel Restaurant in New York's West Fifty-Fourth Street to court to ensure that when a customer asked for \"Bacardi\" by name they were given Bacardi Rum, so protecting the company's trademark. Bacardi's case at New York's Supreme Court involved the premise that theirs was a unique rum and Bacardi family members travelled from Cuba to New York to appear as witnesses. Even Enrique Schueg, the third President of the Bacardi Company, took to the witness stand. When asked by Justice Walsh, \" Well, how is this Bacardi Rum of yours made? \" he replied, \" Oh! That is my secret. \" Despite this secrecy, after deliberation, Justice John L. Walsh eventually affirmed that \" Bacardi Rum is unique and uncopyable \" and issued a ruling that a Bacardi Cocktail must legally be made with rum manufactured by the Compania Ron Bacardi.",
  "Nutrition": "One serving of Bacardi Cocktail contains 166 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "20.17% alc./vol. (20.17° proof)"
    ],
    [
      "17.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}