{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2274/barney-barnato-cocktail",
  "Name": "Barney Barnato Cocktail",
  "Glass": "",
  "Ingredients": [
    "45 ml Cognac (brandy)",
    "22.5 ml Blanc quinquina/kina (e.g. Mattei Cap Corse, Bonal or Kina L'Aér",
    "22.5 ml Aromatized wine (e.g. Lillet Blanc)",
    "2.5 ml Orange Curaçao liqueur",
    "1 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of lemon zest twist.",
    "STIR all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS lemon zest twist over the cocktail and use as garnish."
  ],
  "Review": "Dry, with bittersweet undertones, and aromatic. I've tried this recipe with modern-day Caperitif but prefer the above blend of two apéritif wines in its place.",
  "History": "Adapted from Harry Craddock's 1930 The Savoy Cocktail Book which calls for a South African aromatised wine called Caperitif . This cocktail is named after Barney Barnato, who was born Barnett Isaacs in 1852 in the Whitechapel slum of London and traded on his Jewish-Cockney wit and humour. With only a box of cigars to his name, in 1873 Barney fled poverty to join his brother in the South African diamond rush and changed his name. He formed the Barnato Diamond Mining Company and within ten years he had become a millionaire. He and his brother were eventually forced to sell out to Cecil John Rhodes for $5,338,650, then the single largest cheque that had been written. The fortune was little compensation for being beaten in the battle to control the Cape diamond mines - Rhodes went on to form the now mighty De Beers. After a brief spell in South African politics Barnato died in 1897 when he was lost overboard near the island of Madeira, whilst on a passage home to England. It is still questioned as to whether he jumped, fell or was pushed. His body was recovered but the mysterious circumstances of his death were never resolved. He is buried at Willesden Jewish Cemetery, London. His vast fortune was divided between his family, including his sister Sarah and her husband Abraham Rantzen, great-grandparents of English TV presenter Esther Rantzen. Another beneficiary was his son, Woolf Barnato, who used part of this inheritance to become one of the so-called Bentley Boys racing drivers in the 1920s.",
  "Nutrition": "One serving of Barney Barnato Cocktail contains 176 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "23.01% alc./vol. (23.01° proof)"
    ],
    [
      "21.4 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}