{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/202/bellini-diffords-recipe",
  "Name": "Bellini (Difford's recipe)",
  "Glass": "Flute glass",
  "Ingredients": [
    "60 ml Fiol Extra Dry Prosecco chilled",
    "60 ml Peach purée",
    "10 ml Peachtree peach schnapps",
    "7.5 ml Lemon juice (freshly squeezed)"
  ],
  "Instructions": [
    "Select and pre-chill a Flute glass .",
    "Prepare garnish of peach wedge.",
    "POUR prosecco into chilled glass.",
    "SHAKE other ingredients with ice.",
    "FINE STRAIN into prosecco-charged glass.",
    "Garnish with peach wedge on rim."
  ],
  "Review": "It's hard not to like this blend of peaches and sparkling wine. Lemon juice adds balance and a citrusy bite, while peach schnapps boosts peachy flavour. If you'd prefer drier, switch prosecco to brut champagne.",
  "History": "It has long been traditional in Italy to marinade fresh peaches in wine, and the Bellini draws on this tradition by combining prosecco wine with puréed white peaches. Giuseppe Cipriani created this drink at Harry's Bar in Venice in 1945, fourteen years after he opened his tiny place on the edge of the Grand Canal, not far from Piazza San Marco. Cipriani named his cocktail after the 15th-century Venetian painter Giovanni Bellini due to the drink's pink hue and the painter's penchant for using rich pinks on his canvases. Like many other legendary bars around the world, Harry's owes some of its notoriety to being patronised by probably the world's greatest drinker, Ernest Hemingway. It was also the haunt of Sinclair Lewis, Orson Welles, F. Scott Fitzgerald and Dorothy Parker, and continues to attract celebrities to this day. But you don't have to be a celebrity to go to Harry's Bar. Cocktail aficionados from around the world make pilgrimages to the birthplace of the Bellini to sample the original recipe. White peaches are in season in Italy from May to September, so in Venice, bars that insist on using only fresh peaches rather than frozen purée sell the drink between May and October.",
  "Nutrition": "One serving of Bellini (Difford's recipe) contains 105 calories",
  "Alcohol_Content": [
    [
      "0.5 standard drinks"
    ],
    [
      "4.6% alc./vol. (4.6° proof)"
    ],
    [
      "6.3 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}