{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2777/bentons-old-fashioned",
  "Name": "Benton's Old Fashioned",
  "Glass": "Rocks glass",
  "Ingredients": [
    "60 ml Bacon fat-washed bourbon",
    "7.5 ml Maple syrup",
    "2 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill a Rocks glass .",
    "Prepare garnish of orange zest twist.",
    "STIR fat-washed bourbon and maple syrup in base of mixing glass until syrup dissolves.",
    "Add bitters and ice and STIR again.",
    "STRAIN into ice-filled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "If you like an Old-Fashioned and bacon then you'll love the Benton's Old-Fashioned.",
  "History": "Created in 2008 by Don Lee at PDT (Please Don't Tell bar) in New York City, this was the cocktail that popularised the technique of fat-washing spirits. Don infused bourbon with Benton's bacon fat, hence this cocktail's name. Back in July 2011, we asked Don Lee to recall how Benton's Old Fashioned came about. \" The Benton's Old Fashioned came about in the early days of PDT, mostly due to sheer ignorance. John Deragon and I used to bar-tend Monday nights together, and having never worked behind a bar before we tried things then that I'd never suggest to anyone now. We were active on the food forum eGullet then and were finding much of our inspiration from what was happening in restaurants at that time. Chefs like Wylie Dufresne and Tien Ho would come in for a drink, and we'd pester them with questions about ingredients and techniques. Fat-washing was a technique that was being discussed in the context of modern food. People like Wylie and Eben Freemen were experimenting with it, and without considering the logistical nightmare that would ensue, we decided we'd try to put a fat-washed drink on the menu. How the Benton's Old Fashioned became that fat-washed drink was due to being introduced to Benton's ham and bacon at Momofuku Ssam Bar. It was by far the most flavourful bacon I had ever tasted, and cooking with a little of the rendered fat went a long way, imparting its distinctive smokiness to anything it touched. Given the quantity of bacon they cook at Ssam Bar we generously got the excess fat they could spare. Another huge influence at that time was LeNell Smothers. Her store in Red Hook was a temple of American whiskey and essentially Ground Zero for burgeoning home bartenders. As anyone from the South can tell you, pork and bourbon are a natural match, and anyone who thinks they came up with that combination first needs to get out more. So now that we had bacon-infused bourbon, the next question became what kind of cocktail to make with it. A bacon-bourbon Manhattan was tasty but not great, and a bacon-bourbon sour was just odd. The Old Fashioned as a category has always been a favourite of mine in its simplicity of showcasing each ingredient and how, when done correctly, it can become more than the sum of its parts. I believe that through food and cocktails, it is possible to evoke emotions in people by tapping into their olfactory memories. The trick is to look for an experience that is universally shared by enough people. Bacon is most commonly a breakfast item, thus in looking for a sweetening agent for the Old Fashioned I turned to maple syrup. Who hasn't poured a little more maple syrup than they should have over pancakes and gotten some on their bacon? This was before the bitters boom we're seeing now, so the options really were only orange, Peychaud's, or Angostura. Angostura gave the drink more structure and balanced out the maple syrup. As the final element of the drink the orange twist garnish serves two purposes. First, orange juice is another breakfast item that works with both bacon and maple syrup. Second, it's meant to hide the smell of bacon so that you don't immediately get it on the nose. The drink is meant to subtly layer flavour and the bacon is there on the finish when you exhale after sipping. It would have been easy to double the intensity of the bacon infusion, but that would unbalance the drink. As much as I enjoy intense flavours, I would never want to drink two, let alone finish one over-the-top bacon cocktail. The subtlety of the bacon playing against the bourbon, maple syrup, and Angostura makes the Benton's Old Fashioned a drink you can have all night long. \"",
  "Nutrition": "One serving of Benton's Old Fashioned contains 179 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "31.53% alc./vol. (31.53° proof)"
    ],
    [
      "21.5 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}