{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/222/black-and-tan",
  "Name": "Black & Tan",
  "Glass": "Pint glass",
  "Ingredients": [
    "1⁄2pint Pale ale",
    "1⁄2pint Stout beer"
  ],
  "Instructions": [
    "POUR pale ale or lager into chilled glass then carefully FLOAT Guinness on top.\r\nLayering can be aided by pouring down the stout/porter down the shaft of a bar spoon so that the flat end dissipates the falling porter/stout. Or, an upturned tablespoon or a purpose-made black-and-tan may be used. This is bent in the middle of the handle so that it can be secured on the edge of a pint glass."
  ],
  "Review": "A layered drink with pale ale (or lager) downstairs and stout upstairs. If poured correctly these two beers make a perfect \"black and tan\" layer in the glass.",
  "History": "In England, it is commonplace to blend different styles of beers when serving (e.g. light & bitter) and this dates back to at least the 17th century. In the case of the Black and Tan, this is traditionally porter and now more commonly stout (the \"black\" coloured top) poured over pale ale (the tan coloured base), although lager is favoured in place of pale ale by some. The porter or stout will lay on top of the pale ale (or lager) due to its lower relative density. It's likely that the term \"black and tan\" also originated in England with the earliest written usage attributed to an 1881 edition of the American magazine Puck [we have not been able to verify]. The first definition of the term Black and Tan as being a mix of beers is found in the 1889 A Dictionary of Slang, Jargon & Cant, vol. 1 (A–K) (page 124) by Albert Barrère and Charles Godfrey Leland, published in London by The Ballantyne Press. \" Black-and-tan (street), half-and-half, porter and ale mixed. (American), applied to black and brown terriers. A mulatto, a mixture of mulattoes and blacks. During the Civil War, the South was called the black-and-tan country, from the planters \"tanning\" or beating their slaves. \" In Ireland, the term \"Black and Tans\" was a nickname for the Royal Irish Constabulary Reserve Force due to their black and khaki uniforms. The Black and Tans were sent into Ireland in the early 1920s to suppress the Irish Republican Army (IRA) and quickly gained a reputation for their brutality. They were also associated with reprisal attacks on civilians including murder, arson and looting. Hence, in Ireland, a bar order for a Black & Tan is likely to cause offence and the mix of ale and stout is simply a \"half & half\".",
  "Nutrition": "One serving of Black & Tan contains 1088 calories",
  "Alcohol_Content": [
    [
      "1.8 standard drinks"
    ],
    [
      "4.32% alc./vol. (4.32° proof)"
    ],
    [
      "24.5 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}