{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/556/blood-and-sand-diffords-recipe",
  "Name": "Blood and Sand (Difford's recipe)",
  "Glass": "Coupe glass",
  "Ingredients": [
    "30 ml Blended Scotch whisky",
    "22.5 ml Heering Cherry Liqueur",
    "22.5 ml Strucchi Rosso Vermouth",
    "5 ml Torabhaig Peated Single Malt Whisky optional",
    "30 ml Orange juice (freshly squeezed)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist and Luxardo Maraschino Cherry .",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Express orange zest twist over cocktail and discard. Garnish with maraschino cherry."
  ],
  "Review": "The equal parts Blood and Sand (scotch, cherry brandy, sweet vermouth, and orange juice) formula from the 1930 The Savoy Cocktail Book is the accepted classic Blood & Sand recipe but results in a cocktail that's a tad sweet for hardened whisky drinkers. This formula, with slightly increased Scotch and orange juice, is dryer and fresher. Those with a taste for Scotch and a slightly drier drink may also appreciate the additional spoon of Islay malt.",
  "History": "Probably the best-known Scotch whisky-based cocktail, the Blood & Sand was created in 1922 and is named after Rudolph Valentino's Blood & Sand bullfighter movie which was released the same year. Based on the 1909 Spanish novel Sangre y arena (Blood and Sand) by Vicente Blasco Ibáñez and the play by Thomas Cushing, the silent film was a box office hit. It tells the dramatic story of Juan Gallardo (Valentino), a poor village boy who grows up to become one of the greatest matadors in Spain. He marries his childhood sweetheart, the beautiful and virtuous Carmen, but once rich and famous, is seduced by a wealthy widow. They embark on a torrid affair, but feeling guilty he tries to end the affair. Furious at his rejection, his lover exposes their affair to his wife. Distracted and depressed, he becomes reckless in the arena and, somewhat predictably, is killed in a bullfight. However, in true Hollywood style, just moments before his death, he manages to reconcile with his wife, Carmen, who is naturally grief-stricken. The end. Who was inspired by the film to make the cocktail is unknown, but it first appears in Harry Craddock's 1930 The Savoy Cocktail Book . The deep amber-red cherry brandy is said to represent blood and the orange juice, the sand of the arena.",
  "Nutrition": "One serving of Blood and Sand (Difford's recipe) contains 206 calories",
  "Alcohol_Content": [
    [
      "1.2 standard drinks"
    ],
    [
      "15.57% alc./vol. (15.57° proof)"
    ],
    [
      "17.1 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}