{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/256/blue-blazer",
  "Name": "Blue Blazer",
  "Glass": "Snifter/Brandy balloon glass",
  "Ingredients": [
    "120 ml Blended Scotch whisky",
    "120 ml Boiling water",
    "1 barspoon Powdered sugar (white sugar ground in mortar and pestle)"
  ],
  "Instructions": [
    "Select and pre-heat a Snifter/Brandy balloon glass .",
    "WARNING - Igniting alcohol is extremely dangerous, so take great care, and please practice with water first to perfect your method. Stand on a non-flammable floor and have help and suitable fire-fighting equipment nearby.",
    "The following recipe makes two cocktails.",
    "Prepare garnish of two lemon zest twists.",
    "Preheat a pair of large silver-plated tankards (blazer mugs) with handles with boiling water and pre-warm the whisky by standing the bottle in hot water.",
    "POUR the whisky into one tankard and fresh boiling water into the other.",
    "IGNITE the whisky using a long match and while still blazing pour the whisky into the other tankard.",
    "THROW the flaming mixture from one tankard to the other. (The foolhardy increase the distance between the tankards as they pour, thus creating a spectacular long blue flame between the two.)",
    "Extinguish flame by covering flaming tankard with base of the other tankard.",
    "POUR into glasses and sweeten to taste by stirring in powdered sugar.",
    "EXPRESS a lemon zest over each cocktail and use as garnish."
  ],
  "Review": "The showy way to make a simple hot whisky punch.",
  "History": "This spectacular serve involves setting a spirit (usually whiskey or brandy) alight and pouring the flaming liquid between two silver-plated tankards with handles (called Blazer Mugs), creating a blue arc of flame between them. This incendiary cocktail was created by Jerry Thomas , author of the first bartending book and travelling performance bartender. Thomas was a master of showmanship; he used solid silver bar tools and cups embellished with precious stones and metals. He understood the importance of putting on a show when making drinks, and people travelled to see his 'act' as much as they did to try his legendary cocktails. Nicknamed the 'Professor' due to his ability to deal \"with the fanciest orders imaginable\", Thomas developed his signature Blue Blazer cocktail whilst working at the El Dorado, a gambling saloon in San Francisco during the gold rush. He is said to have held the tankards at a meter's distance from each other and would only make the cocktail if the outside temperature was 10°C (50°F) or below, making an exception to this rule if the person ordering was suffering from a cold or the flu, whose symptoms the drink was to alleviate. The story behind its creation says that a huge, gruff man stormed into the bar Thomas was working in and (quoting from an account by Herber Asbury in 1928) said: \" Bar-keep!  Fix me up some hellfire that'll shake me right down to my gizzard!\" Thomas then proceeded to pour ignited whisky and boiling water between two mugs. In Asbury's story, the man drank the cocktail and said, \"He done it. Right down to my gizzard! Yes, sir, right down to my gizzard! \" President Ulysses S. Grant witnessed Thomas perform this spectacle and was apparently so impressed that he presented him with a cigar. In his 1862 Bartender's Guide , Thomas wrote: \" A beholder gazing for the first time upon an experienced artist, compounding this beverage, would naturally come to the conclusion that it was a nectar for Pluto rather than Bacchus. \"",
  "Nutrition": "",
  "Alcohol_Content": [],
  "Garnish": ""
}