{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2955/boulevardier-cocktail",
  "Name": "Boulevardier Cocktail",
  "Glass": "Old-fashioned glass",
  "Ingredients": [
    "45 ml Bourbon whiskey",
    "22.5 ml Strucchi Rosso Vermouth",
    "22.5 ml Strucchi Red Bitter (Campari-style liqueur)"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of orange zest twist.",
    "STIR all ingredients with ice.",
    "STRAIN into ice-filled glass (preferably over a large cube or chunk of block ice).",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "Basically, a Negroni with bourbon replacing gin. The original 1927 recipe calls for equal parts, but I've previously favoured a 3:2:2 (45ml bourbon, 30ml rosso vermouth, 30ml red bitter liqueur) recipe. Popular demand (see comments) has led me to adopt a 2:1:1 recipe, as I concede it's better balanced.",
  "History": "The Boulevardier first appears in Harry MacElhone's 's 1927 Barflies and Cocktails . Not among the book's A-Z listing of recipes, but in a chapter titled \"Cocktails Round Town\", written by Arthur Moss, the \"Around the Town\" columnist of the New York Herald, Paris . Named and modelled after his newspaper column, Moss recounts cocktails created by or for other Harry's Bar regulars. Moss was one of a group of wealthy American ex-pats and self-titled Boulevardiers, in reference to their crawling the boulevards between Harry's and other leading Parisian night haunts. Moss, along with two other writers and socialites from the group, Erskine Gwynne and Jeff Kiley, co-founded a magazine they called Boulevardier . Moss had previously co-founded two other literary magazines, The Quill (1917) and Gargoyle (1921), the latter of which didn't survive a second year. However, The Quill , which focused on the artistic community in New York's Greenwich Village, had proved successful, particularly for Moss, as he married one of its editors, Florence Gilliam. The two moved to Paris in 1921. The Boulevardier , published in Paris from 1927 to 1932, was modelled after The New Yorker and featured an impressive roster of contributors, including the likes of Noël Coward, Sinclair Lewis and Ernest Hemingway. Among the cocktails Moss included in Harry's book was the Boulevardier, created by Erskine Gwynne, a nephew of railroad tycoon Alfred Vanderbilt. Crucially, Gwynne was, of course, one of the other cofounders of the Boulevardier magazine, which coincidently launched the same year Harry's book was published. Hence the cocktail's apt name.",
  "Nutrition": "One serving of Boulevardier Cocktail contains 200 calories",
  "Alcohol_Content": [
    [
      "1.7 standard drinks"
    ],
    [
      "25.79% alc./vol. (25.79° proof)"
    ],
    [
      "23.2 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}