{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/310/brandy-crusta",
  "Name": "Brandy Crusta",
  "Glass": "",
  "Ingredients": [
    "50 ml Cognac (brandy)",
    "7.5 ml De Kuyper Triple Sec (40%)",
    "7.5 ml Luxardo Maraschino liqueur",
    "15 ml Lemon juice (freshly squeezed)",
    "10 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "5 ml Chilled water omit if using wet ice",
    "2 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill a Flute glass .",
    "Prepare the glass with citrus peel and sugar CRUSTA by first finding a whole lemon that fits snugly inside the top of your glass with its equator in contact with the rim of the glass.",
    "Cut off both ends of the fruit to leave a central slice a little more than 25ml (1 inch) thick.",
    "Carefully remove the pulp from this central slice to leave a ring of skin and push this into the top of the glass.",
    "Moisten the outside rim of the glass and exposed fruit with citrus juice and dip in white caster sugar to heavily frost the edge of both peel and glass.",
    "Leave for a couple of hours to form a hard crust that helps secure the peel. (The ring of citrus peel should become a waterproof extension to the top of the glass.) Place in a freezer to chill the glass ready for the cocktail.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into pre-prepared glass."
  ],
  "Review": "This old classic zings with fresh lemon and is beautifully balanced by the brandy base.",
  "History": "Created in the 1850s by Joseph Santini, an Italian from Trieste, in New Orleans, USA, either at the City Exchange in the French Quarter, or at his Jewel of the South saloon on Gravier Street in the American Quarter which he opened in 1855. The name refers to the crust of sugar around the rim. Regarded by many as the forerunner to the Sidecar and, by extension, the Margarita, crusted sugar rim and all. The Brandy Crusta is a veritable member of cocktail royalty, so much so that it proudly takes its place as the fourth drink to be illustrated in the world's first cocktail book, Jerry Thomas' 1862 Bar-Tender's Guide where Santini is wrongly credited as being of Spanish origins and spelt Santana.",
  "Nutrition": "One serving of Brandy Crusta contains 182 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "19.75% alc./vol. (19.75° proof)"
    ],
    [
      "18.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}