{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3512/brazil-66",
  "Name": "Brazil 66",
  "Glass": "Old-fashioned glass",
  "Ingredients": [
    "45 ml Cachaça",
    "15 ml De Kuyper Triple Sec (40%)",
    "15 ml Orange juice (freshly squeezed)",
    "7.5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "15 ml Lime juice (freshly squeezed)"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of lime wedge.",
    "SHAKE all ingredients with ice.",
    "STRAIN into ice-filled glass.",
    "Garnish with lime wedge."
  ],
  "Review": "Reminiscent of an orange-influenced Caipirinha .",
  "History": "Adapted from a drink created at Absinthe Brasserie & Bar , San Francisco, USA. The name perhaps refers to Sérgio Mendes' band Brazil 66, best known for their 1966 hit Mas Que Nada . One of the best-known Brazilian songs, the name translates as a sarcastic 'Yeah, right!' and reached 47 on the US Billboard Hot 100 and six on the Official UK Top 40. This cocktail name may also remember 1966 when Brazilians had much to be bitter about. The country's team had done well in the two previous World Cups, and during their first match in the 1966 Cup against Bulgaria, Pele, the world's most famous footballer, became the first player to score in three World Cups with a goal from a free kick. The Bulgarians spent the rest of the match fouling Pele, making him unable to play in Brazil's next game against Hungary. Without their star player, Brazil lost, meaning they needed a win in their next and final group game against Portugal. The Portuguese players followed the bad example set by the Bulgarians and repeatedly fouled Pele, resulting in him hobbling through much of the game. The Bulgarians won, and Brazil were eliminated from the World Cup at the group stage.",
  "Nutrition": "One serving of Brazil 66 contains 170 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "18.1% alc./vol. (18.1° proof)"
    ],
    [
      "17.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}