{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/325/bronx",
  "Name": "Bronx",
  "Glass": "Coupe glass",
  "Ingredients": [
    "45 ml Hayman's London Dry Gin",
    "22.5 ml Strucchi Rosso Vermouth",
    "15 ml Strucchi Dry Vermouth",
    "30 ml Orange juice (freshly squeezed)",
    "1 dash Orange Bitters by Angostura optional"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "A fairly dry, complex cocktail. Generous sweet vermouth and orange juice make the Bronx less bitter and fruitier than many of its era, but still challenging to delicate modern palates. A classic that needs a trio of something extras to give it zing; 1. Freshly squeezed orange juice 2. Orange bitters 3. Orange zest twist It is often claimed that the Bronx is \"the first cocktail to use fruit juice\" other than citrus, but this is just another muddy 'fact' in the Bronx's history.",
  "History": "One of the classic cocktails named after New York's five boroughs , probably more directly after the then newly opened Bronx Zoo. There are numerous variations on the recipe, but the ingredients classically comprise dry gin, dry and sweet vermouth, and orange juice. The Bronx Zoological Park and neighbouring Gardens opened on the 8th of November 1899, and it is presumed a bartender created this eponymous cocktail after being inspired by his visit to the newly opened zoo. The first known reference appeared on the 15th of February 1901 in the The Virginia Enterprise newspaper, which, in a list of Bartender's Association committee members, says, \" J. E. O'Connor of the Waldorf-Astoria, inventor of the \"Bronx cocktail.\" \"",
  "Nutrition": "One serving of Bronx contains 166 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "16.25% alc./vol. (16.25° proof)"
    ],
    [
      "18.3 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}