{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/349/cable-car",
  "Name": "Cable Car",
  "Glass": "Coupe glass",
  "Ingredients": [
    "45 ml Chairman's Reserve Spiced Rum",
    "22.5 ml Orange Curaçao liqueur",
    "30 ml Lemon juice (freshly squeezed)",
    "10 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "10 ml Egg white (pasteurised) or \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAquafaba (chickpea water)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t or 3 dashes Fee Brothers Fee Foam cocktail foamer"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "RIM glass with sugar and cinnamon powder. (Moisten outside edge with lime juice and dip into mix of 1 teaspoon cinnamon powder to ½ cup white sugar.)",
    "Prepare garnish of coin-sized orange zest twist.",
    "SHAKE all ingredients with ice and strain back into shaker.",
    "DRY SHAKE (without ice) to emulsify.",
    "FINE STRAIN into pre-prepared glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "A spiced-rum-based riff on a Sidecar . Vanilla and spice from the rum interact with the orange liqueur in this citrusy sour cocktail.",
  "History": "Created in 1996 by Tony Abou-Ganim at the Starlight Room, a nightclub and cocktail lounge atop San Francisco's Sir Francis Drake Hotel (now the Beacon Grand Hotel). The Nob Hill cable cars pass by the bar, hence its catchphrase, \"between the stars and the cable cars,\" and this contemporary classic cocktail's name. Some say that Cory Reistad created the Cable Car, but Tony says of such claims, \" Cory Reistad did indeed work at the Starlight Room with me although not as a member of the opening team. All the menus were created by myself and yes other bartenders were encouraged to participate but the Cable Car was one of my creations which did indeed go on the menu and was created in 1996. \" Tony's original 1996 recipe: 1½ oz Captain Morgan Spiced Rum, ¾ oz Marie Brizard orange curaçao and 1½ oz fresh lemon sour mix (which is made with 2 parts freshly squeezed, filtered lemon juice with 1 part simple syrup).",
  "Nutrition": "One serving of Cable Car contains 211 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "16.9% alc./vol. (16.9° proof)"
    ],
    [
      "19.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}