{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/354/caipirinha",
  "Name": "Caipirinha",
  "Glass": "Highball (max 10oz/300ml)",
  "Ingredients": [
    "1⁄2fresh Lime (fresh) chopped",
    "3 barspoon Powdered sugar (white sugar ground in mortar and pestle)",
    "22.5 ml Chilled water omit if using wet ice",
    "60 ml Cachaça from freezer"
  ],
  "Instructions": [
    "Select and pre-chill a Highball (max 10oz/300ml) glass .",
    "Cut a ripe lime in half (from pole to pole) and remove the core from each half by cutting a V-shaped groove. You'll need one-half of the lime per cocktail and this should be chopped into wedges and each wedge chopped in half before dropping the resulting 6 or 8 lime chunks into the base tin of shaker.",
    "Add 3 bar spoons powdered sugar [or 15ml (½oz) sugar syrup 2:1] and MUDDLE .",
    "If using cubed ice straight from the freezer, add chilled water (or optionally add fruit of choice) and MUDDLE some more. If using watery ice then omit some or all of the water/juice.",
    "When sure the lime's juice is fully extracted and the sugar dissolved, POUR the muddled fruit and sugar into serving glass (preferably a 30cl / 10oz highball glass).",
    "POUR cachaça (stored in the freezer) into the shaker tin used to muddle and swirl to rinse tin before pouring cachaça into serving glass. STIR to mix with other ingredients.",
    "If using cubed ice, crack (rather than crush) four to five large ice cubes using an ICE TAPPER and drop into serving glass.",
    "STIR before topping with more ice.",
    "Serve with a stirrer (spoon, wooden lolly stick or stick cut from sugar cane) but no straws."
  ],
  "Review": "If you are European or in North America, you're probably used to this drink being served with crushed ice, but until you have tried it with small cubes or cracked ice, you have not properly experienced a Caipirinha. Be sure to muddle the lime and sugar well and stir both before adding ice and after.",
  "History": "The name Caipirinha translates as \"country little girl\", and this cocktail emerged from the countryside of São Paulo state. There are many stories of its origin; one traces it back to sailors who used to drink citrus juices with spirit to ward against scurvy but adopted cachaça instead of rum when they arrived in Brazil. Another version recounts that in the early 20th century, it was common to consume a mix of cachaça, lime, honey and garlic due to the Spanish flu outbreak in the country. Over time, this medicinal drink arrived at the port of Santos where it came to be called \"Caipirinha\", since the main ingredient, cachaça, usually came from Piracicaba in the countryside of São Paulo. Much of Brazil's population is poor, and locally produced cachaça is cheap. Since the Millennium, premium brands of cachaça have emerged, but even these are cheap compared to foreign imported spirits. Cachaça is the spirit of the Brazilian people, and it's mainly consumed mixed in Caipirinhas.",
  "Nutrition": "",
  "Alcohol_Content": [],
  "Garnish": ""
}