{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/572/cardinale",
  "Name": "Cardinale",
  "Glass": "Old-fashioned glass",
  "Ingredients": [
    "30 ml Hayman's London Dry Gin",
    "30 ml Strucchi Red Bitter (Campari-style liqueur)",
    "30 ml Strucchi Dry Vermouth"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of orange slice wheel or wedge.",
    "STIR all ingredients with ice.",
    "STRAIN into ice-filled glass (preferably over a large cube or chunk of block ice)."
  ],
  "Review": "Originally made with Riesling Rhine wine, the Cardinale has become a Negroni made with dry vermouth, producing a lighter cocktail than when made with the more usual sweet vermouth. However, this cocktail really shines when made with Riesling wine as per the original recipe.",
  "History": "Although some have attributed the origin of this cocktail to Harry's Bar in Venice, evidence and testimonies collated by Luca Di Francia, Head Bartender at the Orum Bar at Westin Excelsior in Rome, suggest this Negroni-like Italian cocktail was created, at what was then the bar of The Excelsior Hotel, in the 1950s by one of his predecessors, Giovanni Raimondo during Pope Pius XII's holy Jubilee year of 1950. Named in honour of New York Cardinal Spellman, this appropriately cardinal red cocktail is still served at the bar today, but the XO cognac-based and cask-aged Carinale Reserve they also offer is rather better. The original recipe comprised three parts dry gin, two parts Riesling wine, and one part Campari Bitter Liqueur. In 2024, the International Bartenders Association adopted the Cardinale as one of its official cocktails with an updated recipe: 40ml dry gin, 20ml dry vermouth and 10ml Campari Bitter Liqueur, stirred with ice and strained into a chilled glass (without ice).",
  "Nutrition": "One serving of Cardinale contains 172 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "22.1% alc./vol. (22.1° proof)"
    ],
    [
      "19.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}