{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/576/casablanca",
  "Name": "Casablanca",
  "Glass": "Coupe glass",
  "Ingredients": [
    "60 ml Light gold rum (1-3 year old molasses column)",
    "7.5 ml Orange Curaçao liqueur",
    "7.5 ml Luxardo Maraschino liqueur",
    "7.5 ml Lime juice (freshly squeezed)",
    "7.5 ml Lemon juice (freshly squeezed)",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "4 drop Angostura Aromatic Bitters",
    "15 ml Egg white (pasteurised) or \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAquafaba (chickpea water)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t or 3 dashes Fee Brothers Fee Foam cocktail foamer"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist.",
    "SHAKE all ingredients with ice and strain back into shaker.",
    "DRY SHAKE (without ice).",
    "FINE STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "Go easy on the aromatic bitters (use drops rather than dashes) or your Casablanca will be more orange than \"blanca\". Original recipes in The New American Bartender's Guide and Jones' Complete Barguide omit egg white, but this variation on the White Lady tastes and looks better with an appropriately white fluffy head.",
  "History": "Eponymously named after Michael Curtiz's 1942 romantic drama movie starring Humphrey Bogart, Ingrid Bergman and Paul Henreid. Filmed and set during World War II, the plot centres around an American expatriate (Bogart) whose love for a women (Bergman) distracts him from helping a Czechoslovak resistance leader (Henreid) escape from the Vichy-controlled city of Casablanca. The women, is the resistance leader's wife and if that were not enough, the script famously delivers lines such as \"Play it, Sam,\" \"Of all the gin joints in all the towns in all the world, she walks into mine\" and \"Here's looking at you kid.\"",
  "Nutrition": "One serving of Casablanca contains 197 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "19.67% alc./vol. (19.67° proof)"
    ],
    [
      "21.7 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}