{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/393/champagne-cocktail",
  "Name": "Champagne Cocktail",
  "Glass": "Flute glass",
  "Ingredients": [
    "1 cube Sugar cube (white)",
    "3 dash Angostura Aromatic Bitters",
    "30 ml Cognac (brandy)",
    "100 ml Brut champagne/sparkling wine"
  ],
  "Instructions": [
    "Select a Flute glass .",
    "Prepare garnish of orange zest twist.",
    "COAT sugar cube with bitters and drop into glass.",
    "POUR chilled cognac over soaked cube.",
    "TOP with sparkling wine.",
    "EXPRESS orange zest twist over the cocktail and discard."
  ],
  "Review": "Starts bone dry and becomes slightly sweeter as you reach the dissolving cube at the bottom, depending on how briskly you drink of course. Back in the 1940s, David Embury, an American attorney and amateur bartender, wrote the most succinct instruction on how to make a Classic Champagne Cocktail in his The Fine Art of Mixing Drinks : \" This drink should be served in a pre-chilled saucer champagne glass. Place a medium-sized loaf of sugar in the glass and saturate it with Angostura bitters - about 2 dashes. Fill with thoroughly chilled champagne. Add a twist of lemon or orange peel, or both. .\" Embury also added his opinion of the drink, \" From every point of view, other than cost, this cocktail is a decidedly inferior drink, and no true champagne lover would ever commit the sacrilege of polluting a real vintage champagne by dunking even plain sugar - much less bitters - in it. So if you must... serve this incongruous mess just for the sake of 'putting on the dog,' then, in the name of all that a true lover of the grape holds sacred, use a cheap domestic champagne or even an artificially carbonated white wine. \" Tips on how to make Despite Embury's protestations, \"this incongruous mess\" of a drink remains, some 70 years later, one of the most popular champagne cocktails and one of the most enduring classics. So it can't be that bad! Like most cocktails, it's all about the quality of ingredients used and how you use them. Follows eight tips for making a perfect Champagne Cocktail: 1. Use a well-chilled, clean glass pre-chilled in a freezer. A flute gives a better drinking experience, but a saucer looks more decadent. 2. As cocktail historian David Wondrich says, \"Don't use loose sugar or try to crush the cube - the whole point isn't so much to sweeten the drink as to create bubbles, which the cube will do as it slowly dissolves.\" I prefer a rustic looking brown sugar cube . 3. Place a small napkin (bevnap) over the glass and place the cube on top of the napkin. Dash the bitters over the cube to soak the surface thoroughly. The napkin handily absorbs excess bitters and then works, with some dexterous finger work, to act as a stylish chute to direct the soaked cube into the glass. 4. Use good quality cognac/brandy and store it in a refrigerator or even freezer prior to use. Consider decanting some into a small bottle for such occasions. Pour a measure of the chilled cognac into the glass over the sugar cube. Room-temperature cognac acts as a heat bomb to wreck this cocktail. 5. \"Some prefer an ice cube in theirs, which will (to state the bleeding obvious) prolong the chill at the cost of a certain dilution,\" again, to quote Wondrich. Ice is unnecessary if the sparkling wine, brandy and glass are well chilled. 6. The dry biscuity and citrus flavour of a good brut champagne/sparkling wine is integral to this cocktail. Tip the glass at a slight angle and pour the chilled wine down the inside of the glass before straightening the glass to finish the pour to create as little foam as possible. The cube will continuously generate bubbles, so a careful pour will help retain CO2 in the drink and add to the drinking experience. 7. As Embury says, \"Add a twist of lemon or orange peel, or both.\" Discard twist(s) after expressing citrus oils. 8. Enjoy with friends. This cocktail is not suited to solo consumption and lends itself to a crowd. Depending on the size of your glasses, expect 6 - 8 servings per bottle of sparkling wine, or stretch to 10 if you're a tightwad.",
  "History": "One of the oldest cocktails, dating back to at least the mid-1800s. The Champagne Cocktail consists of a sugar cube doused in aromatic bitters, dropped into the base of a flute, over which a small measure of brandy is poured before the glass is topped up with champagne - hence the name. Although now often made with other brut sparkling wines, it remains one of the most popular 'champagne' cocktails. The origins of the Champagne Cocktail are lost in the mists of bartending history, with Wondrich saying it \"dates from the Iron Age of American mixology - that final prehistoric period between the invention of the cocktail, whenever that was, and 1862 when the first cocktail book was published.\" The first written mention of the Champagne Cocktail appears in the ' Panama in 1855. An Account of the Panama Rail-road, of the cities of Panama and Aspinwall with sketches of life and characters on the Isthmus by Robert Tomes '. Published 1855 in New York by Harper & Brothers. On page 61, Tomes writes, \" I profess the belief that drinking Champagne cock-tails[sic] before breakfast, and smoking forty cigars daily, to be an immoderate enjoyment of the good things of this world. \" On the following page, he handily goes on to describe in some detail how a Champagne Cocktail is made:",
  "Nutrition": "",
  "Alcohol_Content": [],
  "Garnish": ""
}