{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2917/comet-cocktail",
  "Name": "Comet Cocktail",
  "Glass": "Coupe glass",
  "Ingredients": [
    "45 ml Cognac (brandy)",
    "7.5 ml De Kuyper Triple Sec (40%)",
    "7.5 ml Honey herbal liqueur (e.g. Drambuie)",
    "30 ml Pink grapefruit juice (freshly squeezed)",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "1 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of grapefruit zest twist.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS grapefruit zest twist over cocktail and use as garnish."
  ],
  "Review": "This riff on the Sidecar is lighter, less tart, and altogether more approachable than the original, but some may find it lacks the original's cleansing zesty bite.",
  "History": "Created in 1952 by Eddie \"King Cocktail\" Clarke at the Albany Club, Albermarle Street, London, England. Made to honour the first-ever jet aircraft to fly a commercial route. The de Havilland DH 106 Comet was developed and manufactured by de Havilland at its Hatfield Aerodrome, Hertfordshire, England. The Comet 1 prototype, registered G-ALYP (\"Yoke Peter\") first flew on 27th July 1949. This same aircraft, on 2nd May 1952 took off from London bound for Johannesburg on a scheduled BOAC service as the world's first jetliner flight with fare-paying passengers. Eddie Clarke's original recipe called for Van der Hum, a South African orange liqueur, undoubtedly selected by Eddie due to the destination of that inaugural flight. The use of equal parts triple sec and Drambuie is an accepted substitution but leaves this cocktail on the bitter side, hence I've added a spoon of sugar syrup.",
  "Nutrition": "One serving of Comet Cocktail contains 171 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "18.63% alc./vol. (18.63° proof)"
    ],
    [
      "17.7 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}