{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3029/corn-n-oil",
  "Name": "Corn 'n' Oil",
  "Glass": "",
  "Ingredients": [
    "60 ml Caribbean blended rum aged 6-10 years",
    "15 ml Difford's Falernum liqueur",
    "3 dash Angostura Aromatic Bitters",
    "10 ml Dark/black/blackstrap rum optional"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of lime wedge.",
    "STIR first 3 ingredients with ice.",
    "STRAIN into glass filled with crushed ice.",
    "(Optionally: FLOAT dark rum on cocktail's surface.)",
    "Garnish with a lime wedge."
  ],
  "Review": "Rum, slightly sweetened and flavoured with the lime and clove flavours of falernum . There is much debate over the Corn 'N' Oil, particularly the type of rum used, or even if a proportion of the base spirit should be brandy. The style of dark \"black strap\" rum is now often floated to give this cocktail an oil slick-like dark top, but this is not traditional in Barbados; this cocktails' home, but it does aid its appearance. To be authentic to its origin, you should use a Bajan rum and forego the oil slick. There does seem to be a consensus that whatever rum or combination of rums (and brandy) are used, the base spirit is usually a 60ml (2oz) measure mixed with 15ml (½oz) falernum.  Once you decide on the base spirit, you have a choice of whether to add \"red bitters\" (aromatic bitters such as Angostura) or \"green bitters\" (absinthe) and how many dashes. Finally, you have a choice between cubed or crushed ice. As with all cocktails, I advise making your Corn 'N' Oils to suit your tastes or your guests'.",
  "History": "The Corn 'n' Oil is a traditional Barbadian planters' drink which, over the course of the twentieth century, morphed into the cocktail we know today. The 'Corn and Oil' name is said to have derived from the Book of Deuteronomy , the fifth book of the Christian Old Testament. Chapters 1–30 are of sermons delivered to the Israelites by Moses on the plains of Moab, shortly before they enter the Promised Land. The salient verse being, \" That I will give you the rain of your land in his due season, the first rain and the latter rain, that thou mayest gather in thy corn, and thy wine, and thine oil. \" This cocktail's notoriety was helped by its appearing on the back label of John D. Taylor's Velvet Falernum , the best-selling brand of falernum:",
  "Nutrition": "One serving of Corn 'n' Oil contains 240 calories",
  "Alcohol_Content": [
    [
      "1.9 standard drinks"
    ],
    [
      "30.16% alc./vol. (30.16° proof)"
    ],
    [
      "25.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}