{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/611/daiquiri-diffords-recipe",
  "Name": "Daiquiri (Difford's recipe)",
  "Glass": "",
  "Ingredients": [
    "50 ml Light white rum (charcoal-filtered 1-4 years old)",
    "15 ml Lime juice (freshly squeezed)",
    "10 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "8 drop Difford's Daiquiri Bitters optional",
    "10 ml Chilled water omit if using wet ice"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of lime zest twist and lime wedge.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Express lime zest twist over cocktail and discard.",
    "Garnish with lime wedge on rim."
  ],
  "Review": "Crisp, light and refreshing. Delicately simple yet with perfectly balanced complexity of flavours. For an even better Daiquiri: In place of sugar syrup, use two slightly heaped 5ml measuring spoons of powdered sugar . If you like your Daiquiris very slightly tart then knock the excess sugar off so the sugar lays flat on the spoon. The sweeter you like your Daiquiris, the more heaped your loaded spoons should be. (I prefer slightly raised rather than flat.) To ensure the sugar fully dissolves, stir all the ingredients in the base of the shaker prior to adding ice and shaking. To fill a large coupe , you'll need to scale up this recipe: 75 ml (2½ oz) Light white rum 22.5 ml (¾ oz) Lime juice 15 ml (½ oz) Sugar syrup 12 drops Difford's Daiquiri Bitters 10 ml (⅓ oz) Chilled water (omit if wet ice)",
  "History": "My own tried and tested rum-heavy 10 parts rum to 3 parts lime to 2 parts sugar formula. This is my go-to recipe when making a straight-up Daiquiri with a dry light white (charcoal-filtered) rum. When using a more full-bodied rum, I follow a 6:2:1 Daiquiri recipe, which is better suited to \"golden\" rums . Being the original Daiquiri, it is appropriately called Daiquiri No. 1 and is also known in Cuba as a \"Natural Daiquiri,\" referring to its being shaken rather than blended. This is the first of four numbered daiquiris in the 1934 1st edition Bar La Florida Cocktails , menu book of the famous El Floridita Bar , Havana, Cuba.",
  "Nutrition": "One serving of Daiquiri (Difford's recipe) contains 139 calories",
  "Alcohol_Content": [
    [
      "1.1 standard drinks"
    ],
    [
      "17.32% alc./vol. (17.32° proof)"
    ],
    [
      "14.8 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}