{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3376/dead-parrot-colada",
  "Name": "Dead Parrot Colada",
  "Glass": "Collins glass",
  "Ingredients": [
    "45 ml Hayman's London Dry Gin",
    "15 ml Akvavit / Aquavit",
    "15 ml De Kuyper Blue Curaçao",
    "7.5 ml Luxardo Maraschino liqueur",
    "15 ml Lemon juice (freshly squeezed)",
    "45 ml Coconut water",
    "15 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)"
  ],
  "Instructions": [
    "Select and pre-chill a Collins glass .",
    "Prepare garnish of small stuffed dead parrot that's passed on, no more, expired and gone to meet 'is maker, a stiff, bereft of life, rests in peace, pushing up the daisies, off the twig, kicked the bucket, shuffled off 'is mortal coil, run down the curtain and joined the bleedin' choir invisible. An ex-parrot. And preferably one with \"lovely plumage\"..",
    "BLEND all ingredients with crushed ice.",
    "Serve with straws."
  ],
  "Review": "Gin and delicate maraschino cherry with orange and lemon, coconut and a hint of Norwegian aquavit character.",
  "History": "Created in July 2014 by yours truly after watching Monty Python's famed Dead Parrot Sketch performed by John Cleese and Michael Palin at London's O2 arena. The use of Lysholm Linie Aquavit and the cocktail's colour is inspired by the \"Norwegian Blue\" parrot while gin represents British humour. The coconut and loose colada theme comes from the late 1960s/70s when the sketch was originally performed. In the sketch, the disgruntled customer Mr Praline (played by Cleese) returns a \"Norwegian Blue\" parrot to the shopkeeper (Michael Palin) explaining, \"That parrot is definitely deceased, and when I purchased it not 'alf an hour ago, you assured me that its total lack of movement was due to it bein' tired and shagged out following a prolonged squawk.\"",
  "Nutrition": "One serving of Dead Parrot Colada contains 237 calories",
  "Alcohol_Content": [
    [
      "1.6 standard drinks"
    ],
    [
      "13.98% alc./vol. (13.98° proof)"
    ],
    [
      "22 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}