{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/623/death-in-the-afternoon",
  "Name": "Death in the Afternoon",
  "Glass": "Flute glass",
  "Ingredients": [
    "10 ml La Fée Parisienne absinthe",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "135 ml Brut champagne/sparkling wine"
  ],
  "Instructions": [
    "Select a Flute glass .",
    "Prepare garnish of lemon zest twist and rose petal.",
    "POUR first 2 ingredients into chilled glass and briefly stir.",
    "TOP with sparkling wine.",
    "Express lime zest twist over cocktail and discard.",
    "Float rose petal."
  ],
  "Review": "Bravado (absinthe) dominates this drink, alongside hints of biscuity champagne. I've added a touch of sugar to tame this hardman's cocktail.",
  "History": "Created by Ernest Hemingway (not just named after his book), this recipe was the author's contribution to a 1935 cocktail book titled So Red the Nose, or Breath in the Afternoon . I've toned down the maestro's original recipe a little as it included a whopping ounce-and-a-half of absinthe. The book stipulates: \" Pour 1 jigger of absinthe into a champagne glass, add iced champagne until it attains the proper opalescent milkiness. Drink 3 to 5 of these slowly. \" This is followed by a note about the drink's origin by Hemingway, \" This was arrived at by the author and three officers of H.M.S. Danae after having spent seven hours overboard trying to get Capt. Bra Saunders' fishing boat off a bank where she had gone with us in a N.W. gale. \" The book continues with a paragraph by its compilers, \" It takes a man with hair on his chest to drink five Absinths and Champagne Cocktails and still handle the English language in the Hemingway fashion. But Ernest has proved his valour, not alone in his cups. Captain of the swimming team at Oak Park high school - first American to be wounded on the Italian front during the World War (with 227 individual wounds to his credit) - tossed by a bull in the streets of Pamplona while rescuing his friend Donald Ogden Stewart - deep sea fisherman - big game hunter - and one of the first citizens of Key West - Hemingway is the man who can hold his Absinthe like a postwar novelist .\"",
  "Nutrition": "One serving of Death in the Afternoon contains 144 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "12.08% alc./vol. (12.08° proof)"
    ],
    [
      "18.1 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}