{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/629/dempsey",
  "Name": "Dempsey",
  "Glass": "",
  "Ingredients": [
    "45 ml Calvados / apple brandy / straight applejack",
    "22.5 ml Hayman's London Dry Gin",
    "5 ml Grenadine/pomegranate syrup",
    "1.25 ml La Fée Parisienne absinthe"
  ],
  "Instructions": [
    "Select and pre-chill a Nick & Nora glass .",
    "Prepare garnish of skewered Luxardo Maraschino Cherry .",
    "STIR all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Garnish with skewered cherry."
  ],
  "Review": "Depending on your grenadine, this cocktail ranges from blush pink to barely coloured and the flavour will also vary. The colour is immaterial, but nail the balance, with absinthe tamed by grenadine but still assertive, and you've a delightful, spirituous aperitif or late-night sharpener.",
  "History": "Recipe adapted from Robert Vermeire's 1922 Cocktails How to Mix Them . The Dempsey also appears in Harry MacElhone's 's Harry's ABC of Mixing Cocktails published the same year and is repeated in his 1923 Harry of Ciro's ABC Of Mixing Cocktails . Both MacElhone's books attribute this cocktail's creation to \"Fred. Martin, Casino, Deaville, 1922\" while Vermeire says \" this drink was introduced at Deauville, 1921 .\" Built in 1912, Casino Barrière de Deauville is an elegant palace of slot machines, crystal chandeliers and marble in Normandy, France. Vermeire, and indeed the drink's name, reference a boxing match dubbed the \"Fight of the Century\", which saw Jack Dempsey (world heavyweight champion) knockout Georges Carpentier (world light-heavyweight champion) in the fourth round. The bout took place on 2nd July 1921 at Boyle's Thirty Acres in Jersey City, USA, and was the first boxing fight to produce $1,000,000 dollars in revenue.",
  "Nutrition": "One serving of Dempsey contains 180 calories",
  "Alcohol_Content": [
    [
      "1.6 standard drinks"
    ],
    [
      "30.03% alc./vol. (30.03° proof)"
    ],
    [
      "22.1 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}