{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3058/diamondback",
  "Name": "Diamondback",
  "Glass": "Nick & Nora glass",
  "Ingredients": [
    "30 ml Straight rye whiskey (100 proof /50% alc./vol.)",
    "15 ml Calvados / apple brandy / straight applejack",
    "15 ml Yellow Chartreuse (or génépy liqueur)",
    "7.5 ml Chilled water omit if using wet ice"
  ],
  "Instructions": [
    "Select and pre-chill a Nick & Nora glass .",
    "Prepare garnish of skewered Luxardo Maraschino Cherry .",
    "STIR all ingredients with ice.",
    "STRAIN into chilled glass.",
    "Garnish with maraschino cherry.",
    "Garnish with skewered cherry."
  ],
  "Review": "This potent cocktail marries apple spirit with rye whiskey and rich herbal Chartreuse. An after-dinner/nightcap tipple. To scale up for serving in a coupe glass: 45ml (1½oz) Straight bottled in bond rye whiskey 22.5ml (¾oz) Calvados 22.5ml (¾oz) Yellow Chartreuse 10ml (⅓oz) Chilled water (omit if wet ice)",
  "History": "Adapted from Ted Saucier's 1951 Bottoms Up book in which the author calls for two parts rye whiskey, one part applejack and one part yellow Chartreuse. The Diamondback Lounge Cocktail, as its properly named, was the signature drink at the Diamondback Lounge bar, which lies within the Lord Baltimore Hotel. This historic 22-story hotel opened in 1928 and still graces the skyline of Baltimore, Maryland, to this day, although sadly, the Diamondback Lounge has long gone. The cocktail, and indeed the lounge bar where it originated, are named after the diamondback terrapin, a species of turtle common to the tidal marshlands of America's east coast which, as its name suggests, has a diamond pattern on top of its shell. Since 1932, the turtle has been the University of Maryland's school mascot and is also the Maryland State Reptile.",
  "Nutrition": "One serving of Diamondback contains 157 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "32.06% alc./vol. (32.06° proof)"
    ],
    [
      "21.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}