{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2508/dry-martini-151-ratio-montgomerys",
  "Name": "Dry Martini (15:1 ratio) Montgomery's",
  "Glass": "Martini glass",
  "Ingredients": [
    "75 ml Hayman's London Dry Gin",
    "5 ml Strucchi Dry Vermouth",
    "1 dash Orange Bitters by Angostura optional"
  ],
  "Instructions": [
    "Select and pre-chill a Martini glass .",
    "Prepare garnish of orange zest twist.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "Bone dry - a superbly cleansing Martini. Through experimentation, we have found that 15:1 Martinis are better shaken rather than stirred. Conversely, 3:1 Martinis are better stirred rather than shaken. I also prefer an orange zest twist to the more usual lemon zest or olive.",
  "History": "Unknown but this 15:1 gin to vermouth Martini was said to be Ernest Hemingway's favourite formula and is named after British Field Marshall Bernard Montgomery, who it is said, liked the gin in his Martini to outnumber the vermouth in roughly the same ratio as he liked to outnumber his opponents in battle. Nicknamed \"Monty\", Field Marshal Bernard Law Montgomery (1887-1976) fought and was seriously wounded in the First World War and was one of the most notorious British commanders in the Second World War. He commanded allied troops at the Battle of El Alamein and was a key planner of the Normandy D-Day invasion. On 4 May 1945, he took the German surrender at Luneburg Heath in northern Germany. In chapter four of his 1951 novel Across the River and Into the Trees , Ernest Hemingway has the book's main character, Colonel Richard Cantwell, order Montgomery Martinis at Harry's bar in Venice :",
  "Nutrition": "One serving of Dry Martini (15:1 ratio) Montgomery's contains 171 calories",
  "Alcohol_Content": [
    [
      "1.7 standard drinks"
    ],
    [
      "29.2% alc./vol. (29.2° proof)"
    ],
    [
      "23.4 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}