{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/677/dukes-dry-martini-the-naked-or-direct-martini",
  "Name": "Duke's Dry Martini - The 'Naked' or 'Direct' Martini",
  "Glass": "Martini glass",
  "Ingredients": [
    "5 ml Chilled water",
    "2.5 ml Strucchi Dry Vermouth",
    "75 ml Hayman's London Dry Gin"
  ],
  "Instructions": [
    "Select a Martini glass .",
    "Prepare garnish of skewered chilled Fragata Green Olive &/or lemon zest twist.",
    "FREEZE glass and bottle of gin by placing them in a freezer for at least two hours before making the cocktail.",
    "An hour before making drink POUR water into frozen glass, swirl around to coat and place back in freezer. Preferably do this with a little of the water at a time. Continue to swirl around during freezing process to coat the sides of the glass.",
    "When ready to serve, POUR chilled vermouth into icy glass and swirl to coat with vermouth.",
    "POUR frozen gin into glass.",
    "Garnish with skewered olive or lemon zest twist.",
    "Serve immediately."
  ],
  "Review": "The quantities of gin and vermouth stated in this recipe produce a Dry Martini with a 30:1 ratio of gin to vermouth. A small amount of dilution is achieved as the ice coating the frozen glass melts. Both glass and gin must be freezing cold so that the temperature masks the strength of the alcohol. Thus the drink does not taste nearly as strong as it is – you have been warned.",
  "History": "Giuseppe Cipriani documents his use of a freezer to make  Dry Martinis in his 1978 book L'angolo dell'Harry's Bar , seven years before what is now known as the Duke's Martini was introduced to the bar at London's Dukes Hotel by Salvatore Calabrese who served it first to American journalist, Stanton Delaplane. See: The Truth behind th 'Naked' or 'Direct' Dry Martini",
  "Nutrition": "One serving of Duke's Dry Martini - The 'Naked' or 'Direct' Martini contains 168 calories",
  "Alcohol_Content": [
    [
      "2 standard drinks"
    ],
    [
      "34.56% alc./vol. (34.56° proof)"
    ],
    [
      "28.5 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}