{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/4119/dutch-coupe",
  "Name": "Dutch Coupe",
  "Glass": "Coupe glass",
  "Ingredients": [
    "60 ml Rutte & ZN 12 Oude Graan Jenever",
    "15 ml Carpano Antica Formula Vermouth",
    "10 ml Cynar or other carciofo amaro",
    "1 dash Orange Bitters by Angostura",
    "4 drop Orange blossom water / Orange flower water"
  ],
  "Instructions": [
    "STIR all ingredient with ice and strain into chilled glass."
  ],
  "Review": "Reminiscent of a genever Manhattan served on the dry side with notes of carciofo amaro .",
  "History": "Adapted from a recipe created by Tess Posthumus , Amsterdam, The Netherlands. Originally based on Bols Barrel Aged genever. Tess says, \" I created this cocktail in honour of the Dutch Queen Beatrix abdicating the throne. She willingly resigned and passed the crown to her son, King Willem Alexander, but as the drink also comes in a coupe glass I thought the name 'Dutch Coupe' would fit perfectly. It's a slightly bitter drink with orange notes and genever based. \"I used Genever as it's the spirit of the Netherlands. Try to use an aged old genever or corenwyn style genever , as the drink needs the malty backbone to support the other ingredients. I've included orange because our royal family is called 'van Oranje', the House of Orange. Back in the days the Dutch would drink oranjebitter at royal celebrations, which is a bitter orange liqueur. So this celebration cocktail needed to have some bitter notes as well. Inspired by Ada Coleman's Hanky Panky , another great woman in history, I think this drink is fit for a Queen. The only thing missing was Queen Beatrix' feathery hat, a signature of her. So, try to replicate this by garnishing the Dutch Coupe with a pretty 'feathery' orange zest. \"",
  "Nutrition": "One serving of Dutch Coupe contains 196 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "24.9% alc./vol. (24.9° proof)"
    ],
    [
      "21.3 grams of pure alcohol"
    ]
  ],
  "Garnish": "Orange zest twist"
}