{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/686/east-india-no1",
  "Name": "East India No.1",
  "Glass": "Coupe glass",
  "Ingredients": [
    "60 ml Cognac (brandy)",
    "5 ml Red curaçao liqueur",
    "5 ml Raspberry (framboise) sugar syrup",
    "2.5 ml Luxardo Maraschino liqueur",
    "2 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange (or lemon) zest twist.",
    "STIR all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS orange (or lemon) zest twist over the cocktail and use as garnish."
  ],
  "Review": "A splash of floral red curaçao, raspberry syrup and the merest touch of maraschino delicately flavour and slightly sweeten this spirit-forward, brandy-based cocktail. Beware making this cocktail with more widely available orange curaçao rather than red curaçao as this produces a very different tasting and looking cocktail.",
  "History": "Named after the East India Company, this recipe is adapted from the earliest known reference to an East India cocktail in Harry Johnson's 1882 Bartender's Manual , which stipulates the use of red curaçao rather than the now more commonplace orange or blue curaçao. This recipe, including the use of red curaçao, is repeated in O.H. Byron's 1884 The Modern Bartender's Guide , and in the 1900 updated edition Johnson's Bartender's Manual , where he specifies \" putting in a cherry or medium-sized olive \" in addition to the lemon zest twist. Tellingly, he also adds, \" This drink is a great favourite with the English living in the different parts of East India. \" The East India doesn't appear in any notable cocktail books published after 1900 until Johnson's 1882 recipe appears almost verbatim in Thomas Stuart's 1904 Stuart's Fancy Drinks and How to Mix Them and then again in Tom Bullock's 1917 The Ideal Bartender . The East India survives pretty much unchanged from Harry Johnson's 1882 recipe until the 1920s when the East India No.2 emerges.",
  "Nutrition": "One serving of East India No.1 contains 172 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "28.68% alc./vol. (28.68° proof)"
    ],
    [
      "21 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}