{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/701/el-presidente",
  "Name": "El Presidente",
  "Glass": "",
  "Ingredients": [
    "50 ml Light gold rum (1-3 year old molasses column)",
    "30 ml Strucchi Dry Vermouth",
    "10 ml Orange Curaçao liqueur",
    "2.5 ml Grenadine/pomegranate syrup",
    "2 drop Saline solution 4:1 (20g sea salt to 80g water)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist.",
    "STIR all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "Rum and vermouth combine harmoniously in this delicate and subtly citrus-fresh cocktail. My previous El Presidente version involved the use of three different vermouths: - 45ml (1½oz) Gold lightly aged light rum - 20ml (⅔oz) Dry vermouth - 15ml (½oz) Bianco vermouth - 10ml (⅓oz) Orange Curaçao liqueur - 5ml (⅙oz) Rosso (sweet) vermouth - 2.5ml (1⁄12oz) Grenadine (pomegranate) syrup - 4 drops Difford's Daiquiri Bitters (optional)",
  "History": "My (yours truly) version of an El Presidente combines elements of its many variations over the decades. Thought to have been created in the mid-1910s in Havana, Cuba. In his 2015 Imbibe! Updated and Revised , David Wondrich credits the creation of what he calls the \" Cubanized answer to the Manhattan \" to Constantino Ribalaigua while \" the head bartender at a little café just off the Parque Central in Havana. \" Wondrich says, \" Constante's claim is found in a 1937 article by Jack Cuddy, who interviewed him while he was in Havana. \" The earliest known recipe for a Presidente was discovered in Cuba's Biblioteca Nacional by French historian Fernando Castellon in a book called Manual del Cantinero by John B. Escalante published in Havana in 1915. The fact that the Presidente was a popular drink in Cuba by the late 1910s is supported by a 1919 article from the New York Evening Standard , which declares the Presidente a \" favourite drink of the Cubans \". And, on page 40 of his 1928 book When it's cocktail time in Cuba , Basil Woon says of this drink, \" It is the aristocrat of cocktails and is the one preferred by the better class of Cuban \". Many modern-day recipes for a Presidente include a splash of lime juice, but this is not found in the 1915 Manual del Cantinero or other vintage recipes where vermouth counters rich grenadine. Indeed, in his 1948 The Fine Art of Mixing Drinks , David Embury (writing about the Daiquiri) explains, \" If vermouth instead of citrus is used with the grenadine, the name is El Presidente. \" He then directs readers to page 158, where he says, \" The leading rum cocktail of the aromatic type is El Presidente. Gold label rum is somewhat more pleasing than white label when combined with vermouth and is therefore used in this and many other aromatic type cocktails \". Embury adds,\" This recipe may be varied by adding 1 or 2 dashes of curaçao to each drink \" and a few drops of curaçao is the first ingredient in the Manuel del Cantinero recipe (which Wondrich translates from the Spanish original in Imbibe! ).",
  "Nutrition": "One serving of El Presidente contains 183 calories",
  "Alcohol_Content": [
    [
      "1.7 standard drinks"
    ],
    [
      "25.01% alc./vol. (25.01° proof)"
    ],
    [
      "23.1 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}