{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2158/embassy-cocktail",
  "Name": "Embassy Cocktail",
  "Glass": "Coupe glass",
  "Ingredients": [
    "22.5 ml Cognac (brandy)",
    "22.5 ml Jamaican aged blended rum with funk",
    "22.5 ml De Kuyper Triple Sec (40%)",
    "15 ml Lime juice (freshly squeezed)",
    "10 ml Chilled water omit if using wet ice",
    "2 drop Saline solution 4:1 (20g sea salt to 80g water)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "The Daiquiri and Sidecar 's lovechild. Some add aromatic bitters, but it's better without, as this allows the rum and brandy interplay to shine. However, like a Daiquiri, the Embassy opens with a touch of dilution, so, depending on your ice, consider adding a splash of water.",
  "History": "Adapted from a recipe in Buzza-Cardozo of Hollywood's 1933 book Hollywood Cocktails: Over 200 Excellent Recipes , this cocktail is thought to have been created at the Prohibition-era Embassy Club in Hollywood, a speakeasy opened in 1928 by Adolph \"Eddie\" Brandstatter (1886-19400). One of Hollywood's leading restaurateurs, he owned Café Montemartre at 6757 Hollywood Boulevard and his Embassy Club was a private venue exclusive to fee-paying Hollywood stars and glitterati. To quote the Los Angeles Times , \" He had the \"Brandstatter touch\": one part dapper European suavity - he brought a sheen of elegance to the rough-edged Hollywood of the 1920s - and one part straight-up charisma. Wherever Eddie was, that was the party. \" However, some believe the Embassy Cocktail was created at the Embassy Club in London rather than any of the numerous American clubs with the same name. Robert Vermeire, author of the 1922 Cocktails: How to Mix Them worked at London's Embassy Club, indeed the title page says \"By Robert of the Embassy Club\", but his book (published in London) doesn't include a cocktail named Embassy. The \"Embassy Cocktail\" does appear in William T. \"Cocktail Bill\" Boothby's 1934 The World Drinks and how to mix them , but without attribution. Tellingly this book was published in San Francisco, California – the same state where I'm sure this cocktail emerged after the 1928 opening of Hollywood's Embassy Club.",
  "Nutrition": "One serving of Embassy Cocktail contains 149 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "21.45% alc./vol. (21.45° proof)"
    ],
    [
      "19.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}