{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/725/espresso-martini",
  "Name": "Espresso Martini",
  "Glass": "Martini glass",
  "Ingredients": [
    "45 ml Ketel One Vodka",
    "30 ml Espresso coffee (freshly brewed & hot)",
    "20 ml De Kuyper Crème de Cafe",
    "2 drop Saline solution 4:1 (20g sea salt to 80g water) optional"
  ],
  "Instructions": [
    "Select and pre-chill a Martini glass .",
    "Prepare garnish of prepare garnish of lemon zest twist (discarded) plus float coffee beans..",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Express lemon zest twist over the cocktail and discard.",
    "Garnish with coffee beans arranged in a petal formation in the centre of the cocktail’s foamy head. The floating of three beans comes from the traditional serving of sambuca in Italy, where the floating beans are called con la mosca, meaning 'with the fly'. The three beans represent health, wealth and happiness."
  ],
  "Review": "Likened to a Vodka & Red Bull for the discerning, the caffeine-loaded Espresso Martini consists of generous shots of vodka and espresso with coffee liqueur. Although far from a true Martini, the Espresso Martini is perhaps the best-known of the contemporary classic cocktails to emerge from the 1990s. Like every cocktail, an Espresso Martini is only as good as its ingredients. So you'll need a decent vodka and freshly made espresso coffee. The crema (creamy foam) on top of the coffee is key to the success and appearance of the finished cocktail. It may seem perverse to pour a steaming hot shot of espresso coffee into a shaker and then immediately shake with ice, rather than using cold/iced coffee, but let the coffee cool so the crema dies and you'll kill the cocktail. As with an espresso coffee, the amount of sugar required to balance this cocktail is very much down to the tastes of the individual drinker but Dick Bradsell 's original recipe included sugar syrup. I've omitted the sugar but depending on your coffee you may want to add 2.5ml (half a bar spoon) or even 5ml (1/6oz) of rich (2:1) sugar syrup. Ideally, use a brown, muscovado or demerara syrup or even honey which can add an extra dimension. And if you are using a very dry/bitter coffee liqueur, then added sweetness becomes more necessary than optional. In addition to garnishing with a trio of coffee beans, I also like to express a lemon zest over the surface of the drink and then discard the zest. The lemon oils don't negatively affect the foam but the lemony aroma adds considerably to the drink.",
  "History": "The cocktail we know today as the Espresso Martini started life as the far more fittingly titled Vodka Espresso and served on-the-rocks. Created circa 1983 by the legendary bartender Dick Bradsell at the Soho Brasserie on Old Compton Street, London, for a customer, said to be a \" top model ,\" or at least an American model who asked for \" Something that's gonna wake me up, then fuck me up. \" When asked as to exactly why he settled on that drink that day, Dick told me: \" The coffee machine at the Soho Brasserie was right next to the station where I served drinks. It was a nightmare, as coffee grounds were everywhere, so coffee was very much on my mind. And it was all about vodka back then - it was all people were drinking. \" There's been much speculation over the decades as to the identity of the sleep-deprived \"model\" whose order to alleviate the affliction led to Dick making the first Vodka Espresso. Some say it was Kate Moss, others Naomi Campbell, but Moss was only nine at the time and Campbell was 13 years old and not American! Dick followed traditional bartending convention, believing that folk should be able to go into a bar, relax, have a good time, drink a bit too much, and, ideally, tip well. And importantly, what they did or said in that bar should stay there. He kept his guests' secrets. The probable truth is, the model in question was far from being a \"supermodel.\" That said, Marie Helvin, as rumoured locally, is a more likely contender. As the eighties turned into the nineties people were still drinking vodka but this was the decade of the Neo Martini - any cocktail served in a V-shaped glass and based on vodka was considered a \"Martini\", and such Neo-Martinis were what bar-goers wanted and ordered. Hence, in 1997, when Dick was working at Match bar on London's Clerkenwell Road, a fellow bartender named Vasco (who Dick referred to as the \"Portuguese sea captain\") served Dick's Vodka Espresso straight-up in a Martini glass. As Dick said, \" it needed adjustment. I used the ratio behind the Brandy Alexander as a template (espresso to vodka with 3 flavours in between). \"",
  "Nutrition": "One serving of Espresso Martini contains 160 calories",
  "Alcohol_Content": [
    [
      "1.2 standard drinks"
    ],
    [
      "17.02% alc./vol. (17.02° proof)"
    ],
    [
      "16.2 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}