{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/752/fish-house-punch",
  "Name": "Fish House Punch",
  "Glass": "Collins glass",
  "Ingredients": [
    "30 ml Cognac (brandy)",
    "30 ml Light gold rum (1-3 year old molasses column)",
    "20 ml Giffard Crème de Pêche de Vigne liqueur",
    "30 ml Cold black breakfast tea",
    "15 ml Lemon juice (freshly squeezed)",
    "10 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)"
  ],
  "Instructions": [
    "Select and pre-chill a Collins glass .",
    "Prepare garnish of lemon slice & dust with grated nutmeg.",
    "SHAKE all ingredients with ice.",
    "STRAIN into ice-filled glass."
  ],
  "Review": "Tea tannins and lemon juice dry and sour this cognac and rum-laced punch with rich peach liqueur balancing and adding fruit appeal.",
  "History": "Probably the most famous of all punch recipes this is believed to have originated at a Philadelphia fishing and social club called the State in Schuylkill Fishing Corporation which was established in 1732 with a clubhouse built on the banks of Pennsylvania's Schuylkill River (pronounced Skoo-kul). When the drink was first made is unknown, but drinks historian David Wondrich says the first written reference to the Fish House Punch appeared in 1794. Others say it was first made in 1848 by Shippen Willing of Philadelphia to celebrate women being allowed into the Fish House for the first time for a Christmas Party. Whatever the origin, as with all traditional punch recipes this should properly be made with oleo saccharum (rather than lemon juice and sugar) in larger quantities and served from a punch bowl. This recipe is our cheat's single-serve. The inclusion of peach liqueur is a modern substitute for the traditional barrel-aged peach brandy. However, some believe the Schuylkill original omitted peach entirely. The following poem may be recited when serving a Fish House Punch.",
  "Nutrition": "One serving of Fish House Punch contains 221 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "14.81% alc./vol. (14.81° proof)"
    ],
    [
      "20 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}