{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/754/fizz-generic-name",
  "Name": "Fizz (generic name)",
  "Glass": "Fizz or Highball (8oz to 10oz)",
  "Ingredients": [
    "60 ml Brandy, whisk(e)y, gin, rum etc.",
    "30 ml Freshly squeezed lemon or lime juice",
    "15 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "15 ml Egg white optional",
    "Top up with Soda from siphon"
  ],
  "Instructions": [
    "SHAKE first 4 ingredients with ice and strain back into shaker. DRY SHAKE (without ice) and strain into chilled glass (no ice in glass). TOP with soda (ideally dispensed from a siphon)."
  ],
  "Review": "We recommend the Derby Fizz with its combination of liqueur and spirits over these more traditional versions.",
  "History": "Like the Collins, this mid-19th century classic is basically a sour lengthened with carbonated water and at first glance there is little difference between a Fizz and a Collins. However, there are several distinguishing features. A Collins should be served in at least a 12 ounce, and ideally a 14 ounce tall glass, while that used for a Fizz should be no bigger than eight ounces. A Collins should be served in an ice-filled glass, while a Fizz should be served in a chilled glass without ice. A Fizz should also be made using carbonated water from a siphon in preference to soda from bottles or cans. The burst of pressure from the siphon helps build a bubbly head while the tiny bubbles generated give off carbonic acid, benefiting the flavour and the mouth-feel of the drink. For proportions we have turned to David A. Embury's seminal 1948 The Fine Art of Mixing Drinks , in which he recommends: \"1 - or a little less sweet (sugar, fruit syrup, or liqueur), 2 sour (lime or lemon juice), 3 - or a little more - strong (spirituous liquor), and 4 weak (charged water and ice).\" We've interpreted this as follows: 2 shots spirit (gin, whiskey, vodka, brandy) 1 shot lemon or lime juice, ½ shot sugar syrup, topped up with soda. We've also added half a fresh egg white, which technically makes the drink a 'Silver Fizz'.",
  "Nutrition": "One serving of Fizz (generic name) contains 184 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "14.71% alc./vol. (14.71° proof)"
    ],
    [
      "17.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}