{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/4254/french-75-diffords-recipe",
  "Name": "French 75 (Difford's recipe)",
  "Glass": "Collins glass",
  "Ingredients": [
    "30 ml Lemon juice (freshly squeezed)",
    "2 barspoon Powdered sugar (white sugar ground in mortar and pestle) or use 5ml of 2:1 sugar syrup per spoon",
    "15 ml Hayman's Old Tom Gin",
    "15 ml Calvados / apple brandy / straight applejack",
    "15 ml Cognac (brandy)",
    "5 ml Grenadine/pomegranate syrup",
    "2 dash La Fée Parisienne absinthe",
    "75 ml Brut champagne/sparkling wine"
  ],
  "Instructions": [
    "Select and pre-chill a Collins glass .",
    "Prepare garnish of lemon zest twist.",
    "STIR powdered sugar with lemon juice in base of shaker until sugar dissolves.",
    "Add next 5 ingredients (all but sparkling wine) and SHAKE with ice.",
    "STRAIN into ice-filled glass.",
    "TOP with sparkling wine and briefly stir. (Or pour half the sparling wine into the glass first to help reduce foaming and eliminate need to stir.)",
    "EXPRESS lemon zest twist over the cocktail and use as garnish."
  ],
  "Review": "I've Colin Field to thank for my French 75 epiphany. One evening in early June 2017 I was sat at his bar ( Bar Hemingway ) and he showed me the vintage 75ml gun cartridge he keeps there and pointed out how it is shaped like a tall Collins glass and not a flute. The French 75 was originally served in a tall cartridge-shaped glass, and I now agree with Colin – it is a drink that should pack a punch and should be served in a Collins glass. I'm now also the proud owner of two vintage 75mm cartridges, one being a fine example of trench art . So, there you have it; it took a man called Colin to persuade me to use a Collins glass. Incidentally, Colin's bar lies a 5-minute walk away from where the '75' Cocktail is thought to have been created.",
  "History": "Created by yours truly, this combines Robert Vermeire's 1922 French 75 with the cognac and champagne now so identified with this classic. And thanks to Colin Field's influence, this French 75 is served in an ice-filled Collins glass rather than straight-up in a flute or coupe. See: French 75 history .",
  "Nutrition": "",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "13.06% alc./vol. (13.06° proof)"
    ],
    [
      "20.3 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}