{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3642/french-125-french-75-with-cognac",
  "Name": "French 125 (French '75' with cognac)",
  "Glass": "Flute glass",
  "Ingredients": [
    "15 ml Lemon juice (freshly squeezed)",
    "11⁄2barspoon Powdered sugar (white sugar ground in mortar and pestle) or use 5ml of 2:1 sugar syrup per spoon",
    "45 ml Cognac (brandy)",
    "75 ml Brut champagne/sparkling wine"
  ],
  "Instructions": [
    "Select and pre-chill a Flute glass .",
    "Prepare garnish of lemon zest twist.",
    "STIR powdered sugar with lemon juice in base of shaker until sugar dissolves.",
    "Add brandy and SHAKE with ice.",
    "FINE STRAIN into chilled glass.",
    "TOP with sparkling wine and briefly stir. (Or pour half the sparling wine into the glass first to help reduce foaming and eliminate need to stir.)",
    "EXPRESS lemon zest twist over the cocktail and use as garnish."
  ],
  "Review": "Brandy makes for a heavier cocktail than a French 75 made with gin, yet this cocktail remains enlivening, refreshing and quaffable. The use of powdered sugar instead of sugar syrup adds an attractive sherbet note to this cocktail. However, the drink also works well with sugar syrup – use ¼oz/7.5ml sugar syrup in place of the 1½ spoons of powdered sugar.",
  "History": "A brandy-based version of the French 75 which was named after the French 75mm field gun used by the French army during the First World War. This cognac version is appropriately named after another gun, the tank mounted Soviet 2A46 (also called D-81T) 125mm/L48 smoothbore cannon. The first recipe for a French 75 made with cognac rather than gin appears listed under the name French 125 in Jones' Complete Barguide by Stanley M. Jones, published in 1977. Jones' French 125 is served long, over ice in a Collins glass. The flute serve shown here is more modern but has become the normal serve. Arnaud's French 75 Bar in New Orleans' French Quarter chooses to make its eponymous cocktail with cognac rather than gin, \"in honour of the cocktail's French origins.\" French 75 history and recipe variations",
  "Nutrition": "",
  "Alcohol_Content": [],
  "Garnish": ""
}