{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/798/french-martini",
  "Name": "French Martini",
  "Glass": "Martini glass",
  "Ingredients": [
    "60 ml Ketel One Vodka",
    "15 ml Giffard Framboise de Ronce (raspberry liqueur)",
    "45 ml Pineapple juice"
  ],
  "Instructions": [
    "Select and pre-chill a Martini glass .",
    "Prepare garnish of pineapple wedge on raspberry.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Garnish with a pineapple wedge on rim or float raspberry in centre of cocktail."
  ],
  "Review": "Raspberry and pineapple laced with vodka. Easy drinking and very fruity.",
  "History": "The French Martini is based on one of the most straightforward recipes: base, modifier, and juice. Liqueurs burst onto the scene as cocktail modifiers during Prohibition when homemade spirits needed to be masked. Having been so well embraced, they never declined after liquor became more refined and once again legal. Vodka, particularly during the late 1980s-90s when this cocktail was created, had, and perhaps still does have, the broadest consumer appeal, while pineapple is crucial to both the drink's flavour and texture: frothy without being heavy. Despite what you may have heard, the French Martini wasn't invented by Chambord as part of a marketing campaign, although it would be hard to deny that the French Martini has done a lot to promote the brand of black raspberry liqueur. Named for its use of French blackberry and raspberry liqueur and the fact that it was served in a V-shaped glass, this Neo-Martini doesn't contain vermouth and is a long way from being a true Martini. However, during the late 1980s, when this fruity cocktail emerged in New York City, pretty much any drink served in a V-shaped glass was named Martini, and the name has stuck. Just as it has for the Espresso Martini . [See Martini cocktail and its evolution ] In 1996, Dale DeGroff put the French Martini on the menu of Keith McNally's vodka-themed New York bar, Pravda. However, it was later that year, when the cocktail appeared at McNally's renowned Balthazar restaurant in New York's Soho, that it started to fly. By 1997-8, the French Martini made it onto the menu at London's Met Bar, then the favoured hangout of the glitterati and a bar which championed this style of fruity vodka-based cocktails, dubbed \" fresh fruit Martinis \". But it was Dick Bradsell , then Europe's most influential bartender, who made me my first French Martini at London's Quo Vadis in November 1997. In the editor's letter of the following month's CLASS magazine, I gushed, \" My favourite Martini of the moment has to be the French Martini, a drink that looks set to be the hit cocktail of 1998. The French Martini resembles a Sex on the Beach , but without the sex - i.e. no peach schnapps or melon liqueur \". CLASS was a newly established magazine and needed funding. I knew both the UK distributors of Chambord and Absolut Vodka were looking for a cocktail to promote their products so I had a full-page advertisement designed and approached both of them to support jointly. The ad ran for the first time in that December issue and every issue for months after. So, in a way, the French Martini helped establish my magazine, and I helped establish the French Martini in the UK.",
  "Nutrition": "One serving of French Martini contains 208 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "16.36% alc./vol. (16.36° proof)"
    ],
    [
      "19.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}