{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/831/gimlet-diffords-recipe",
  "Name": "Gimlet (Difford's recipe)",
  "Glass": "Coupe glass",
  "Ingredients": [
    "50 ml Hayman's London Dry Gin",
    "20 ml Lime cordial (sweetened lime juice)",
    "10 ml Rutte Old Simon Genever",
    "5 ml Lime juice (freshly squeezed)",
    "5 ml Lemon juice (freshly squeezed)",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of lime zest twist and lime wedge.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Express lime zest twist over cocktail and discard.",
    "Garnish with a lime wedge."
  ],
  "Review": "The Gimlet is classically equal parts gin and lime cordial stirred in the glass it is to be served in, with added ice being optional (but actually optimal). This is an old British Navy cocktail that predates mixology and refined London dry gins so, in pursuit of added depth of flavour, I like to add a touch of genever along with the gin. The original lime cordial-heavy recipe is sickly sweet so the cordial needs cutting back (See Charles H. Bakers Jr.'s 1939 Gimlet recipe .) Inspired by Charles Schumann's 1995 Gimlet , I've cut the cordial with added fresh lime and lemon juices so boosting balancing citrus acidity while staying true to this cocktail's lime cordial DNA. Some misguided folk omit lime cordial altogether and call what is actually a lime Gin Sour a Gimlet. They should be punished with three days in the brig or at least be made to scrub the quarterdeck. A \"Gimlet\" without any lime cordial is simply not a gimlet! The Gimlet is classically stirred but once you've added fresh citrus juice (unless you've clarified your juice) even if stirred this cocktail won't be perfectly clear. So do as Harry Craddock directs in his 1930 Savoy Cocktail Book and use some elbow grease to shake and invigorate this upper deck's cocktail.",
  "History": "During the 17th century, English sailors came to understand that consumption of citrus fruit helped prevent scurvy, one of the most common illnesses aboard ships. Despite this and John Woodall (1570-1643), an English military surgeon with the British East India Company, recommending citrus fruit be part of sailors' rations, their use did not become commonplace. In 1747, James Lind, a Scottish surgeon, organised clinical experiments which showed citrus to have an antiscorbutic effect. However, he believed scurvy had multiple causes, particularly ill-digested and putrefying food, bad water, overwork and damp living conditions; thus, he didn't advocate citrus as a single remedy. Experience showed Naval officers and surgeons that citrus juice prevented scurvy, eventually leading Rear Admiral Alan Gardner to insist a daily ration of lemon juice be issued on board the Suffolk during a 23-week, non-stop voyage to India in 1794. As a result, there was no serious outbreak of scurvy. This voyage and Lind's earlier findings convinced the Admiralty to recommend lemon juice be issued routinely to the whole fleet. However, it was only after 1800 that the supply of fruit allowed this. Once the benefits of drinking citrus juice became more broadly known, British sailors consumed so much of the stuff, particularly lime juice, often mixed with their daily ration of rum and water ('grog'), that they became affectionately known as 'Limeys'. We now understand that a Vitamin C deficiency causes scurvy and that it is this vitamin in citrus fruit which helps ward off the condition. The 1867 Merchant Shipping Act made it mandatory for all British ships to carry rations of lime juice for the crew. The fruit juice was preserved by adding 15% rum, but in 1867, Lauchlin Rose, the owner of a shipyard in Leith, Scotland, patented a process for preserving fruit juice with sugar rather than alcohol. To give his product wider appeal, he packaged the mixture in an attractive bottle and named it 'Rose's Lime Cordial'. Legend has it that while the ratings drank rum, their officers drank gin, so they naturally mixed Rose's lime cordial with gin to make Gimlets. So it is said that the creation of the Gimlet is the result of circumstance rather than clever mixing of ingredients, and to be honest - that's how it tastes if you try an un-chilled (they had no ice) 50-50 Gimlet. However, stirred over ice and mixed to more balanced proportions, the result is divine. Story behind the name As for the name, a 'gimlet' was a small tool used to tap the barrels of spirits carried on British Navy ships; this could be the origin of the cocktail's name. Another story cites a naval doctor, Rear-Admiral Sir Thomas Desmond Gimlette (1857-1943), who is said to have mixed gin with lime 'to help the medicine go down'. Although credible, it is not substantiated in his obituary in The Times (6th October 1943), nor his entry in Who Was Who (1941-1950), and I guess pretty much every doctor in the Navy spurted a similar mantra at the time. Vintage Gimlet recipes & references Harry MacElhone's 's 1923 Harry of Ciro's ABC Of Mixing Cocktails",
  "Nutrition": "One serving of Gimlet (Difford's recipe) contains 149 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "18.66% alc./vol. (18.66° proof)"
    ],
    [
      "17.7 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}