{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/833/gin-and-it",
  "Name": "Gin & It",
  "Glass": "Coupe glass",
  "Ingredients": [
    "52.5 ml Hayman's London Dry Gin",
    "22.5 ml Strucchi Rosso Vermouth",
    "1 dash Orange Bitters by Angostura"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of lemon zest twist (or orange slice wheel if serving on-the-rocks).",
    "STIR all ingredients with ice.",
    "FINE STRAIN into chilled glass. (Or if serving on-the-rocks, strain into ice-filled old-fashioned glass, preferably over a large cube or chunk of block ice).",
    "EXPRESS lemon zest twist over cocktail (or garnish with orange wheel if serving on-the-rocks)."
  ],
  "Review": "Remembering both vermouth and gin are flavoured with similar botanicals, they obviously have an affinity for each other. This drink may be simple but made with a full-bodied Vermouth di Torino it's a fabulously tasty combination of botanicals, wine and spirit. My own preference for proportions comes from Stanley M. Jones' 1977 Jones' Complete Barguide (see below).",
  "History": "Adapted from a recipe in Stanley M. Jones' 1977 Jones' Complete Barguide . \"It\" is short for Italian, a reference to the 'sweet' (rosso) vermouth, which was traditionally Italian, while French vermouth was dry. In his 2002 Craft of the Cocktail , Dale DeGroff states that the Gin and It was originally known as a Sweet Martini and as such was a popular drink during the 1880s and 1890s at the Hoffman House and other Manhattan bars. Later it became known as 'Gin & Italian', until during Prohibition it was shortened to 'Gin & It'. The first print reference to this cocktail by the \"Gin & It\" name appears in Frank Meier's 1936 The Artistry of Mixing Drinks . During American Prohibition , the Gin & It made its way to London, where due to the British love of gin, the Gin & It became a popular drink and pub staple. The popularity of the Gin & It waned along with both that of vermouth and gin in the late 1980s but is now enjoying a renaissance with a new generation of gin and vermouth drinkers.",
  "Nutrition": "One serving of Gin & It contains 151 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "26.47% alc./vol. (26.47° proof)"
    ],
    [
      "19.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}