{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/864/godfather-cocktail",
  "Name": "Godfather Cocktail",
  "Glass": "",
  "Ingredients": [
    "60 ml Blended Scotch whisky",
    "20 ml Disaronno amaretto",
    "2 drop Boker's bitters optional"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of orange zest twist.",
    "STIR all ingredients with ice.",
    "STRAIN into ice-filled glass (preferably over a large cube or chunk of block ice).",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "Scotch diluted and delicately sweetened with added almond notes - simple but tasty. Proportions range from equal parts (45ml scotch to 45ml amaretto) to 4:1 (60ml scotch to 15ml amaretto), and even as dry as 8:1 (60ml scotch to 7.5ml amaretto), but we find 3:1 (60ml scotch to 20ml amaretto) is just enough amaretto to take the edge off the scotch and add a pleasing almondy note without overpowering the flavour of the whisky.",
  "History": "The Godfather is one of the enduring classics to emerge from the 1970s. It's basically an Old-Fashioned with attitude – the attitude being: why sweeten with mere sugar when you can use a flavoursome liqueur. The appearance of the whole 'God damn' cocktail family in Stanley M. Jones' 1977 Jones' Complete Barguide , and numerous cocktail books from the 1980s, is testament to the Godfather being a 1970s cocktail . Indeed, this cocktail is eponymously named after the Italian-American Mafia book and film trilogy, The Godfather . Mario Puzo's novel was published in 1969 and Francis Ford Coppola's first film followed in March 1972, the highest-grossing film of the year, and for some years after. The earliest recipe book mention of the Godfather (and also the Godmother and French Connection) is in Brian F. Rea's 1976 Brian's Booze Guide with one part amaretto to one-and-a-half parts Scotch.",
  "Nutrition": "One serving of Godfather Cocktail contains 207 calories",
  "Alcohol_Content": [
    [
      "1.7 standard drinks"
    ],
    [
      "29.14% alc./vol. (29.14° proof)"
    ],
    [
      "23.3 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}