{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/872/golden-cadillac",
  "Name": "Golden Cadillac",
  "Glass": "",
  "Ingredients": [
    "30 ml Dutch Cacao white crème de cacao",
    "15 ml Galliano L'Autentico liqueur",
    "45 ml Orange juice (freshly squeezed)",
    "30 ml Single cream/half-and-half",
    "2 dash Orange Bitters by Angostura"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of grated nutmeg.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Garnish with dusting of nutmeg grated over cocktail."
  ],
  "Review": "This shaken recipe includes orange juice (classically, it doesn't), giving the otherwise anaemic-looking cocktail its namesake golden hue. Adding orange bitters helps balance and boosts orange flavour.",
  "History": "To quote the bar's own website ( poorredsbbq.com ), \" Poor Red's is world-famous for its Golden Cadillacs. Cadillacs are a blended drink of Galliano liqueur, half and half, white créme de cacao and ice, most delicious! We are the largest consumer of Galliano in the world. Also famous for our award-winning barbecued ribs. \" Poor Reds say, \" In 1952, a newly engaged couple came to Poor Red's to celebrate their engagement. They asked bartender Frank Klein to create their own special cocktail that would match their newly purchased gold-colored Cadillac. The bartender served the drink in a champagne coupe glass to signify its celebratory nature meant for her and a sidecar glass for him. When you order one Gold Cadillac, you get two glasses. Galliano noticed the popularity of the Gold Cadillac when their Northern California sales began to increase so they ran an advertising campaign for this drink from 1964 to 1967. The drink became famous around the world .\" On Poor Red's bar menu, they call their signature cocktail simply \"Gold Cadillac\", as does John J. Poister's 1989 The New American Bartender's Guide . However, other vintage cocktail tomes, e.g. Stanley M. Jones' 1977 Jones' Complete Barguide , list it as a \"Golden Cadillac\", and it is by this name that this cocktail is now better known.",
  "Nutrition": "One serving of Golden Cadillac contains 212 calories",
  "Alcohol_Content": [
    [
      "0.7 standard drinks"
    ],
    [
      "8.36% alc./vol. (8.36° proof)"
    ],
    [
      "10.1 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}