{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/887/goombay-smash",
  "Name": "Goombay Smash",
  "Glass": "",
  "Ingredients": [
    "30 ml Jamaican aged blended rum with funk",
    "30 ml Coconut rum liqueur (35-40% alc./vol.)",
    "15 ml De Kuyper Apricot Brandy liqueur",
    "45 ml Pineapple juice",
    "30 ml Orange juice (freshly squeezed)",
    "10 ml Lime juice (freshly squeezed)",
    "2 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill a Sling glass .",
    "Prepare garnish of pineapple wedge & orange slice wheel.",
    "SHAKE all ingredients with ice.",
    "STRAIN into ice-filled glass."
  ],
  "Review": "The classic pineapple and coconut combo with a touch of rum funk and subdued apricot. Smashes are usually short drinks that include muddled mint. Strictly according to cocktail family rules, this drink might be misnamed, but like all the miss-named fruit \"Martinis\" that are not actually Martinis, it's tasty and has mass-market appeal.",
  "History": "Created by Emily Cooper, better known as \"Miss Emily\" at the Blue Bee Bar in New Plymouth, Green Turtle Cay, Bahamas. Miss Emily passed away in 1977 but her daughter Violet Smith continues to run the now-famous bar and serve the infamous Smash to visitors from the world over. Incredibly, while Miss Emily Cooper is the undisputed creator of a contemporary classic cocktail that appears on bar menus through the Bahamas and the wider world, she never sipped an alcoholic beverage during her entire life and was allergic to pineapples.  so had two reasons never to sample her own invention. The rainy day she created her now famous cocktail she relied on men playing dominoes in the yard outside to gauge the success of her concoction and was told, \"that is very good.\" So popular did her cocktail become that she experimented with ever quicker ways of making ever-larger batches, ending up mixing it in a gallon bottle. The method still employed in the bar to this day. Miss Emily created her potent cocktail around the time that the annual Goombay Summer Festival hits the Bahamas, so inspiring the name. The original recipe remains a secret but at Blue Bee Bar the coconut run of choice is Rico Bay Coconut Rum which is a full 40% (80° proof) so a low alc./vol. sweet coconut liqueur will not do for this cocktail. Miss Emily used \"dirty rum\", so obviously a dark characterful rum rather than charcoal filtered lighter style rum. The other known ingredients are apricot brandy and pineapple juice, although orange juice is also common to pretty much all recreations of the original. There is apparently a \"secret ingredient\" but being the Caribbean there's a good chance that's a couple of dashes of bitters.",
  "Nutrition": "One serving of Goombay Smash contains 194 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "12.42% alc./vol. (12.42° proof)"
    ],
    [
      "19.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}