{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2674/grasshopper",
  "Name": "Grasshopper",
  "Glass": "Coupe glass",
  "Ingredients": [
    "35 ml Giffard Peppermint Pastille crème de menthe",
    "35 ml Dutch Cacao white crème de cacao",
    "35 ml Single cream/half-and-half"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of float tip of mint sprig .",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass."
  ],
  "Review": "It's hard not to like this creamy slightly sweet minty after-dinner treat.",
  "History": "The Grasshopper is the signature cocktail at Tujague's , the second oldest restaurant in New Orleans, which was opened in 1856 by Guillaume Tujague. Guillaume's sister took over the running of the restaurant when he died in 1912 but a few years later, after her husband's death, she sold Tujague's to Jean-Dominic Castet and his business partner, Philip Guichet, Sr.. Legend has it, in 1919 (or some say during Prohibition in the 1920s), that Philibert Guichet won second prize in a prestigious New York cocktail competition for his Grasshopper cocktail. Sadly, there is no documentary evidence to support this win or his creation of the cocktail. A recipe for a drink called the Grasshopper, consisting of equal parts crème de menthe layered over crème de cacao appears in William \"Cocktail Bill\" Boothby's 1908 World's Drinks and How to Mix Them where its creation is attributed to \"Harry O'Brien, late of the Palace Hotel, San Francisco.\" At some point (perhaps even by Philibert Guichet at Tujague's) cream is added as a third ingredient to the 1908 two-ingredient layered Grasshopper to make the shaken cocktail we recognise today. Several newspapers from the 1950s point to the modern-day Grasshopper's creation being in the late 1940s in Milwaukee, Wisconsin, USA, including a piece in the Sunday 19th February 1950 Monroe Morning World (Monroe, Louisiana, USA).",
  "Nutrition": "One serving of Grasshopper contains 258 calories",
  "Alcohol_Content": [
    [
      "0.8 standard drinks"
    ],
    [
      "11.03% alc./vol. (11.03° proof)"
    ],
    [
      "11.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}