{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/915/green-swizzle",
  "Name": "Green Swizzle",
  "Glass": "Collins glass",
  "Ingredients": [
    "45 ml Light white rum (charcoal-filtered 1-4 years old)",
    "10 ml White overproof rum (unaged Jamaican/funky)",
    "5 ml La Fée Parisienne absinthe",
    "25 ml Difford's Falernum liqueur",
    "5 ml Giffard Peppermint Pastille crème de menthe",
    "15 ml Lime juice (freshly squeezed)"
  ],
  "Instructions": [
    "POUR ingredients into chilled glass two-thirds filled with crushed ice. SWIZZLE (or churn with a barspoon). Add more crushed ice to fill. Serve with straws."
  ],
  "Review": "Robustly flavoured ingredients brought together harmoniously in a tall, most refreshing swizzle. Worthy of its legendary status.",
  "History": "The Green Swizzle was popular between 1890s and the 1930s during a period when the grand hotels of the Caribbean, such as the Queen's Park Hotel in Trinidad, were in their prime. This drinks legendary status is partly due to its featuring in The Rummy Affair of Old Biffy by P.G. Wodehouse. Bertie Wooster sings its praises after enjoying a few at the Panter's Bar of the West Indian stand at the 1924 British Empire Exposition at Wembley, London. We bow to David Wondrich, who in his 2015 Updated and Revised Imbibe says, \"It is impossible to give a definitive recipe for the Green Swizzle\" and he goes on to explain that there are versions based on rum, whiskey, old tom gin and genever. While the recipe has numerous variations, it is certain that this swizzle was originally made green by dashes of absinthe bitters, rather than the green crème de menthe used in some modern interpretations of the drink. That said we like the way the minty liqueur combines with the absinthe that we've used as a wormwood bitters substitute. As for the base spirit, given the Green Swizzle's Caribbean heritage, white rum seems most appropriate (aged rum dirties the drink's pale green hue).",
  "Nutrition": "One serving of Green Swizzle contains 228 calories",
  "Alcohol_Content": [
    [
      "2.2 standard drinks"
    ],
    [
      "28.78% alc./vol. (28.78° proof)"
    ],
    [
      "30.2 grams of pure alcohol"
    ]
  ],
  "Garnish": "Crown with 3 dashes Angostura bitters over the drink's ice cap, a lime wedge and mint sprig"
}