{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/920/grog",
  "Name": "Grog",
  "Glass": "",
  "Ingredients": [
    "60 ml Navy rum (ideally 54.5% alc./vol.)",
    "15 ml Lime juice (freshly squeezed)",
    "15 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "45 ml Chilled water",
    "2 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill a Double old-fashioned glass .",
    "Prepare garnish of lime wedge.",
    "SHAKE all ingredients with ice.",
    "STRAIN into ice-filled glass.",
    "Garnish with lime wedge."
  ],
  "Review": "Strong, flavoursome navy rum with a splash of scurvy-inhibiting lime. Properly mixed at the right dilution, this is a great drink. However, too many and you'll be groggy in the morning. Previously, I had chosen to use Muscovado or Demerara sugar syrup in this cocktail, but on reflection and retrial, I now find that the assertive flavours of dark sugar overly dominate the nuances of the Navy rum. Hence, I now favour bog-standard cane sugar syrup or even cane juice sugar syrup. As per Chris Lamb's comment below, you may want to scale your daily tot back a tad to a mere 18.5 grams of alcohol, in which case, to fill a standard 12oz old-fashioned or rocks glass, shake: 40ml (1⅓oz) Navy Rum 10ml (⅓oz) Lime juice 10ml (⅓oz) Sugar syrup (2:1) 30ml (1oz) Chilled water 1 dashes Aromatic bitters",
  "History": "For over 300 years, the British Navy issued a daily 'tot' of rum, sometimes with double issues before battle. In 1740, as an attempt to combat drunkenness, Admiral Vernon gave orders that the standard daily issue of half a pint of neat, high-proof rum be replaced with two servings of a quarter of a pint, diluted 4:1 with water. The Admiral was nicknamed 'Old Grogram' due to the waterproof grogram cloak he wore, so the mixture he introduced became known as 'grog'. Lime juice was often added to the grog in an attempt to prevent scurvy, lending British sailors their 'limey' nickname. The 'tot' tradition, which was started by the British Navy in Jamaica in 1665, was finally broken on 31st July 1970, a day known as Black Tot Day, although by then, the 'tot' had been reduced to a meagre two ounces. I hate to let the truth ruin a good story, but historians now say that grog emanates from an earlier period than Old Grogram.",
  "Nutrition": "One serving of Grog contains 232 calories",
  "Alcohol_Content": [
    [
      "1.7 standard drinks"
    ],
    [
      "17.88% alc./vol. (17.88° proof)"
    ],
    [
      "24.2 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}