{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/936/harvey-wallbanger",
  "Name": "Harvey Wallbanger",
  "Glass": "Collins glass",
  "Ingredients": [
    "45 ml Ketel One Vodka",
    "67.5 ml Orange juice (freshly squeezed)",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "2 dash Orange Bitters by Angostura",
    "12.5 ml Galliano L'Autentico liqueur"
  ],
  "Instructions": [
    "STIR first 4 ingredients with ice and strain into ice-filled glass. FLOAT Galliano on the surface."
  ],
  "Review": "One of the most famous cocktails from the 1970s, the Harvey Wallbanger is a Screwdriver (vodka and orange juice served tall over ice) with a float of Galliano liqueur. It was a huge cocktail in its era, but its reign barely made it into the 1980s as it fell prey to changes in fashion, packaged juice and even Galliano. The original style of Galliano, Galliano L'Autentico , was changed by marketeers who reduced its alcohol content from a robust 42.3% to 35% alc./vol., in the 1970s and then eventually to 30% alc./vol., in the 1990s when the flavour profile was also changed with vanilla predominating. Thankfully Galliano L'Autentico was reintroduced in 2006 and now sits alongside the more modern version Galliano Vanilla . Both are fine liqueurs, but it is Galliano L'Autentico that you'll need for an authentic Harvey Wallbanger. This is a cocktail that must be made with freshly squeezed orange juice. You may be too lazy to squeeze orange juice for breakfast, but at a hotel or bar you'll have experienced how good freshly squeezed juice can be. It's a very different experience from the comparatively sweet and marmaladey packaged orange juices. Add a splash of vodka and the aromatic herbal peppermint freshness the float of Galliano brings to this tall, refreshing cocktail, and you can start to see why the Harvey Wallbanger was such a hit in the 1970s. A Harvey Wallbanger is traditionally made without sugar syrup or bitters but is a better drink with them. And beware, shaking (rather than stirring) the first four ingredients makes the drink too thin.",
  "History": "Legend has it that 'Harvey' - Tom Harvey was a surfer at Manhattan Beach, California. His favourite drink was a Screwdriver with added Galliano - the ingredients that comprise a Harvey Wallbanger. One day in the late 1960s, while celebrating winning a surfing competition, he staggered from bar to bar, banging his surfboard on the walls, leading to the name of this contemporary classic cocktail . However, a competing story credits the drink's creation to Bill Donner, the host of a house party held in the mid-1960s in Newport Beach, California. One of the guests, Harvey, was found banging his head the next morning, complaining of the hangover this drink induced. We have booze historian Robert Simonson to thank for his investigations into the true origins of what was one of the most popular drinks of the 1970s. He unearthed a piece in The Hartford Courant published 3rd September 1977 titled Retired Mixologist To Teach Tunxis Drink-Making Class at Tunxis Community College which goes on to say, \" ... it's not the mix that makes a drink, but the mixer, says the instructor of the noncredit course, Donato 'Duke' Antone. He is the creator of the Harvey Wallbanger and more than 50 nationally consumed drinks .\" So there you have it, written evidence. However, Robert Simonson expresses some scepticism but does theorise that Antone created the cocktail while working as a drinks marketing consultant for George Bednar, the Marketing Director of McKesson Imports Co. during the late 1960s, the then US importers of Galliano Liqueur. This theory is helped by a sentence in the same 1977 Hartford Courant piece, \" Antone...has not limited himself to mixing drinks. Rather, he has been active in all aspects of the liquor industry, ranging from restaurant design to marketing \". Simonson surmises that Bednar approached Antone in 1966 to create a cocktail to market Galliano. After all, Antone was noted for creating a Galliano-heavy cocktail called the Italian Fascination and is credited with inventing the Freddy Fudpucker , a Harvey Wallbanger with tequila. So it is Donato \"Duke\" Antone who is not only said to have created the Harvey Wallbanger, but legend (or good marketing) has it that he also made the coctail for that surfer called Tom Harvey while bartending at Blackwatch Bar on Sunset Boulevard in Hollywood way back in 1952. George Bednar was undoubtedly a good marketeer who commissioned a commercial artist named Bill Young to design a poster to promote Galliano via the Harvey Wallbanger cocktail. Bednar is credited with penning the tagline for the advertisement himself: \" Harvey Wallbanger is the name. And I can be made! \". The pop-art advert featuring a sandal-wearing, monk-like hippy with attitude proved a massive hit. As the Sixties turned to the Seventies, the character was reproduced on T-shirts, mugs and bumper stickers while the cocktail it advertised flew across bar counters. By the summer of 1973, advertisements appeared for a pre-mixed canned version of the Harvey Wallbanger, \"The Club Wallbanger\" made with Smirnoff Vodka. Perhaps the canned version is what helped eventually kill the Harvey Wallbanger. After all, made with fresh orange juice, it's a great drink - as is the Screwdriver . However, made with pasteurised orange juice, it is just another Disco Drink that was best forgotten in the Seventies.",
  "Nutrition": "One serving of Harvey Wallbanger contains 189 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "14.15% alc./vol. (14.15° proof)"
    ],
    [
      "18.5 grams of pure alcohol"
    ]
  ],
  "Garnish": "Orange slice"
}