{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/954/hemingway-special-daiquiri-papa-doble",
  "Name": "Hemingway Special Daiquiri (Papa Doble)",
  "Glass": "Martini (large 10oz) glass",
  "Ingredients": [
    "105 ml Light gold rum (1-3 year old molasses column)",
    "30 ml Pink grapefruit juice (freshly squeezed)",
    "22.5 ml Luxardo Maraschino liqueur",
    "30 ml Lime juice (freshly squeezed)",
    "15 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)"
  ],
  "Instructions": [
    "Select and pre-chill a Martini (large 10oz) glass .",
    "Prepare garnish of Luxardo Maraschino Cherry &/or lime wedge/wheel.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass."
  ],
  "Review": "This drink is also known as a Papa Doble for good reason, it's twice the size of a regular cocktail. Hence the above recipe will fill one oversize Martini or two regular coupe glasses. If you've a bone dry palate and would like to sample a true Hemingway Special without the addition of sugar then try the following authentic recipe given to me by Alejandro Bolívar Rodriguez, Head Bartender at El Floridita, Havana, Cuba where this cocktail is blended and not shaken. Indeed, blending rather than shaking Daiquiris is the default at El Floridita. Daiquiri Hemingway (El Floridita's recipe) Glass : Hurricane Garnish : Straw Method : BLEND all ingredients with crushed ice for five seconds. 90ml (3oz) Light Cuban rum 5ml (1 spoon) Maraschino liqueur 30ml (1oz) Grapefruit juice 15ml (½oz) Lime juice",
  "History": "Created by Constantino (Constante) Ribalaigua Vert, the legendary head bartender of El Floridita, Havana, Cuba for Ernest Hemingway , after the great man wandered into the bar to use the toilet. When Hemingway tried the Floridita's standard frozen Daiquiri, he is quoted as saying, \"That's good but I prefer it without sugar and with double rum\" - so the Hemingway Special was born. Hemingway suffered from haemochromatosis (a rare hereditary disease that can lead to diabetes) from which his father also suffered, hence his aversion to sugar. The original version was exactly as Hemingway requested a Daiquiri without sugar and heavy on the rum, basically, rum shaken with a splash of lime juice. Years later after he took over the position of Head Bartender at El Floridita, Antonio Meilan added maraschino and grapefruit juice into the drink. Today sugar is commonly also added to balance this drink and make it more palatable to people with less sour palates than Hemingway. Hemingway was affectionately known as 'Papa' in Cuba and this drink was originally named 'Daiquiri Like Papa' and then later 'Papa Doble'. After Meilan added maraschino and grapefruit the drink changed its name again to the Hemingway Special we recognise today. Daiquiri cocktail history",
  "Nutrition": "One serving of Hemingway Special Daiquiri (Papa Doble) contains 346 calories",
  "Alcohol_Content": [
    [
      "2.6 standard drinks"
    ],
    [
      "17.86% alc./vol. (17.86° proof)"
    ],
    [
      "36.2 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}