{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3097/holland-house-kappelers-rye-based",
  "Name": "Holland House (Kappeler's rye-based)",
  "Glass": "Coupe glass",
  "Ingredients": [
    "45 ml Straight rye whiskey (100 proof /50% alc./vol.)",
    "15 ml De Kuyper Triple Sec (40%)",
    "2 dash Peychaud's or other Creole-style bitters",
    "15 ml Chilled water omit if using wet ice"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist.",
    "STIR all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "Spicy rye whiskey delicately sweetened and given an orange accent by a splash of triple sec and heightened with a couple of dashes of bitters. This is a cocktail that benefits from dilution, hence our addition of water, and arguably works better on-the-rocks rather than straight-up.",
  "History": "Recipe adapted from George J. Kappeler's 1895 book Modern American Drinks: How To Mix and Serve All Kinds of Cups and Drinks . Kappeler's recipe stipulates, \"Mixing-glass half-full fine ice, two dashes Peychaud bitters, one-half pony Eau de Vie d'Oranges, one and a half pony old rye whiskey, a piece lemon peel. Mix. Moisten the edge of cocktail glass with lemon, dip in sugar. Strain the cocktail into prepared glass.\" There are numerous versions of the Holland House, but Kappeler was head barman at the Holland House Hotel so was well placed to recount how the hotel's signature cocktail was made. Orange eau de vie, or distillate of oranges is not readily available but clear sweetened orange distillate in the shape of triple sec is, hence we have used as a substitute in this drink. Kappler's book also features a \"Holland Gin Cocktail\" as follows: \" Mixing-glass half-full fine ice, two dashes Angostura bitters or Peychaud bitters, two dashes gum-syrup, one jigger Holland gin. Mix: strain into a cocktail glass. Add a piece of twisted lemon-peel or a maraschino cherry. \"",
  "Nutrition": "One serving of Holland House (Kappeler's rye-based) contains 135 calories",
  "Alcohol_Content": [
    [
      "1.6 standard drinks"
    ],
    [
      "29.95% alc./vol. (29.95° proof)"
    ],
    [
      "22.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}