{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1383/hotel-nacional-special",
  "Name": "Hotel Nacional Special",
  "Glass": "Coupe glass",
  "Ingredients": [
    "50 ml Light gold rum (1-3 year old molasses column)",
    "15 ml De Kuyper Apricot Brandy liqueur",
    "22.5 ml Pineapple juice",
    "15 ml Lime juice (freshly squeezed)",
    "7.5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "5 ml Rhum Clément Blanc optional",
    "6 drop Difford's Daiquiri Bitters optional",
    "2 drop Saline solution 4:1 (20g sea salt to 80g water) optional"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of pineapple (or lime) wedge.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Garnish with pineapple (or lime) wedge on rim."
  ],
  "Review": "A fruity but sophisticated riff on the classic Daiquiri with fresh pineapple and apricot liqueur. It would appear the Hotel Nacional was originally made with a charcoal filtered light white rum but in his influential 1939 travel log, Charles H. Baker says, \" We indicate Gold Label Bacardi for the simple reason that Carta Blanca is so delicate in flavour it barely comes through any rich drink. \" This cocktail does indeed suit a more characterful rum, to the extent that I like to add a splash of grassy agricole rum. If you have it, use it. And the minty pineapple notes of Daiquiri Bitters brilliantly suit this cocktail.",
  "History": "The flagship cocktail of Havana's famous Hotel Nacional de Cuba was created sometime during or after the hotel's opening in 1930. The hotel's elegant opulence was a magnet to the style set and celebrities, including Ava Gardner and Nat King Cole, as well as mobsters such as \"Lucky\" Luciano. Such a hotel opening off the US coast during the height of Prohibition attracted some of America's greatest bartenders, including Will (or Wil) P. Taylor, Eddie Woelke and Fred Kaufman. All three of these have been credited with creating the Hotel Nacional Special, and perhaps they all contributed. However, Charles H. Baker's 1939 The Gentleman's Companion , credits Wil P. Taylor, describing the cocktail as \"one of the three finest Bacardi drinks known to science.\" The \"National\" is the first and very much the lead entry in the \"Cuban Concoctions\" amendment of Albert Stevens Crockett's 1935 Old Waldorf Astoria Book . This and the \"other Havana recipes\" that follow were contributed by \"Will P. Taylor, manager of the Hotel National in Havana.\"",
  "Nutrition": "One serving of Hotel Nacional Special contains 190 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "16.37% alc./vol. (16.37° proof)"
    ],
    [
      "18.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}