{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3888/hotel-georgia-cocktail",
  "Name": "Hotel Georgia Cocktail",
  "Glass": "Coupe glass",
  "Ingredients": [
    "55 ml Hayman's London Dry Gin",
    "12.5 ml Orgeat (almond) sugar syrup (2:1)",
    "20 ml Lemon juice (freshly squeezed)",
    "6 drop Orange blossom water / Orange flower water",
    "20 ml Egg white (pasteurised) or \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAquafaba (chickpea water)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t or 3 dashes Fee Brothers Fee Foam cocktail foamer"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist &/or grated nutmeg.",
    "SHAKE all ingredients with ice and strain back into shaker.",
    "DRY SHAKE (without ice).",
    "FINE STRAIN into chilled glass.",
    "Garnish with orange zest twist &/or dust with freshly grated nutmeg."
  ],
  "Review": "An almond gin sour with orange flower water adding a delicate floral note. Lighter and more pleasing than the recipe might suggest.",
  "History": "Adapted from a recipe in Ted Saucier's 1951 Bottoms Up . The original calls for 1oz (30ml) orgeat syrup, which we guess was made to a light 1:1 ratio rather than the richer 2:1 used in the recipe above. Interestingly, Saucier specifies to dry shake , saying \" Shake well before adding ice. This gives a nice 'top.' \" (I prefer to reverse dry shake as specified in my recipe above.) Saucier's 1951 instruction to dry shake this cocktail is the first known reference to the use of this technique. The historic 12-story Hotel Georgia opened in downtown Vancouver in 1927 but its signature cocktail, thought to have been created in the mid-1940s, doesn't appear in print until 1951 in Saucier's book. The hotel was refurbished and reopened in 2011 as the Rosewood Hotel Georgia with its original 313 rooms reduced to 155. The hotel is number 11158 in the Canadian Register of Historic Places.",
  "Nutrition": "One serving of Hotel Georgia Cocktail contains 174 calories",
  "Alcohol_Content": [
    [
      "1.2 standard drinks"
    ],
    [
      "15.48% alc./vol. (15.48° proof)"
    ],
    [
      "16.7 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}