{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1021/irish-coffee",
  "Name": "Irish Coffee",
  "Glass": "",
  "Ingredients": [
    "30 ml Irish whiskey",
    "10 ml Demerara/Muscovado/brown sugar syrup (2 sugar to 1 water)",
    "60 ml Filter coffee (hot)",
    "30 ml Double cream / heavy cream"
  ],
  "Instructions": [
    "Select and pre-heat a Toddy glass .",
    "Prepare garnish of grated nutmeg and/or float 3 coffee beans.",
    "Select a heat-proof glass and PRE-WARM by filling with very hot water and leave to stand.",
    "Separately warm cream and WHIP or shake (ideally, use a milk frother to heat and whip cream).",
    "Empty hot water from pre-warmed glass.",
    "POUR whiskey, sugar syrup and hot coffee into pre-warmed glass.",
    "Briefly STIR .",
    "FLOAT heated and aerated cream (over the back of a warmed spoon).",
    "Garnish with dusting of nutmeg grated over cocktail &/or float 3 coffee beans."
  ],
  "Review": "Sometimes called a Gaelic Coffee and properly known by its Irish name 'Caife Gaelach', the Irish Coffee is traditionally served in a stemmed heatproof glass known as a toddy glass and comprises hot filter coffee, Irish whiskey and sugar (preferably brown sugar) topped with lightly whipped cream. The sweetened whiskey-laced coffee should be topped with a luxurious moustache inducing inch thick layer of cream to sip through. To ensure your cream floats rather than sinks into the coffee, lightly whip, shake, or blend your cream before pouring over the bowl of a spoon. It also helps if the cream and the spoon are gently warmed. Sweetening the coffee with sugar also amplifies the drink's flavours and helps the cream float. I prefer to use demerara or muscovado sugar syrup .",
  "History": "The history of alcoholic hot coffee drinks topped with cream dates back to the mid-19th Century with the best-known examples being the Fiaker and Pharisäer served in Viennese coffee houses. By the turn of the 20th-century variations called Kaisermelange, Maria Theresia and Biedermeier-Kaffee could also be found on menus at Viennese coffee houses. Combining coffee and spirits was also popular in 19th-century France where such drinks were called a Gloria. The relatively modern Irish Coffee (originally named Sheridan's Gaelic Coffee) was created in late 1944 - early 1945 by Joe Sheridan, a chef turned bartender originally from Castlederg, County Tyrone while working at Foynes' Port. Sheridan added whiskey to hot coffee to warm a group of American passengers disembarking from a Pan Am flying boat at Foynes on a cold and wet winter evening. The passengers are said to have asked if they were being served Brazilian coffee to which Sheridan answered, \" It's an Irish coffee \". Early planes lacked sufficient flying range to make Atlantic crossings and from 1937 onwards, flying boats were used to make the journey with Foynes' Port on the west coast of Ireland the last refuelling point for the Sikorsky S-42 and Boeing 314 planes. The first non-stop New York service started on 22 June 1942 and took 25 hours 40 minutes. The planes were comparatively primitive and the flight was arduous so the restorative boozy coffees were well received by cold weary travellers. The demise of Foynes Port was sealed in 1942 with the opening of nearby Shannon Airport, built on bogland on the northern bank of the Estuary. Foynes Flying Boat Museum is all that remains of the old port but the tradition of serving Irish Coffees to transatlantic travellers continued at the new airport, and it is here, in 1947, that Stanton Delaplane , a travel writer for the San Francisco Chronicle, enjoyed his first Irish Coffee. Back home in San Francisco, at one of his favourite local bars, the Buena Vista Café (purportedly late on 10th November 1952), Delaplane recounted travel stories to Jack Koepple, the bar owner, and the two of them set about trying to recreate Sheridan's Gaelic Coffee. Despite numerous attempts, the drink did not quite taste right and the cream would not float. This prompted Koepple to travel to Shannon Airport to see how the drink was made. Upon returning back to San Francisco he continued his experimentation and also discussed the issues he was having floating the cream with the city's mayor, who was also a dairy owner. Koepple discovered that the cream whipped better and so floated when it was two days old rather than being fresh. After further experimentation, Koepple arrived at the method, recipe and 6oz heat-treated goblet still used at the Buena Vista today, where some 2,000 Irish Coffees are reputedly sold every day.",
  "Nutrition": "One serving of Irish Coffee contains 163 calories",
  "Alcohol_Content": [
    [
      "0.6 standard drinks"
    ],
    [
      "6.79% alc./vol. (6.79° proof)"
    ],
    [
      "8.8 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}