{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2880/kings-jubilee",
  "Name": "King's Jubilee",
  "Glass": "",
  "Ingredients": [
    "40 ml Light white rum (charcoal-filtered 1-4 years old)",
    "15 ml Luxardo Maraschino liqueur",
    "10 ml Lemon juice (freshly squeezed)"
  ],
  "Instructions": [
    "Select and pre-chill a Nick & Nora glass .",
    "Prepare garnish of lemon zest twist (discarded) & skewered maraschino cherry.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass."
  ],
  "Review": "If there is such a thing as a 'Rum Aviation', then this is surely it. The proportions of the original 1935 recipe stipulate equal amounts of maraschino and lemon juice but even my recipe with a third less lemon is on the tart side. Don't be tempted to drop the cherry garnish into the drink or both appearance and balance will be muddied. Skewer the cherry and reserve for a sweet treat at the end. My original take on this classic (up until July 2020) was 60ml light rum, 22.5ml maraschino liqueur and 15ml lemon juice but this packs a whopping 80ml of alcohol. The above recipe scales this back by a third to still pack a double shot punch, but in a drink that hopefully won't be a killer blow to the night.",
  "History": "Created in 1935 to celebrate the Silver Jubilee of King George V by Harry Craddock , then head bartender of The American Bar at London's The Savoy Hotel. Craddock was also President of the United Kingdom Bartenders' Guild and this cocktail appears in the U.K.B.G. Approved Cocktails book published in 1937, as well as William James \"Billy\" Tarling's Cafe Royal Cocktail Book – Coronation Edition , published the same year. Tarling was also in the top echelon of the Guild and the royalties of his book were equally divided between the U.K.B.G. Sickness Benefit Fund and The Café Royal Sports Club Fund.",
  "Nutrition": "One serving of King's Jubilee contains 120 calories",
  "Alcohol_Content": [
    [
      "1.1 standard drinks"
    ],
    [
      "23.53% alc./vol. (23.53° proof)"
    ],
    [
      "15.3 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}