{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2985/la-louisiane",
  "Name": "La Louisiane",
  "Glass": "Coupe glass",
  "Ingredients": [
    "30 ml Straight rye whiskey (100 proof /50% alc./vol.)",
    "30 ml Strucchi Rosso Vermouth",
    "15 ml Bénédictine D.O.M. liqueur",
    "2.5 ml La Fée Parisienne absinthe",
    "2 dash Peychaud's or other Creole-style bitters",
    "10 ml Chilled water omit if using wet ice"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of skewered Luxardo Maraschino Cherries .",
    "STIR all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Garnish with skewered cherries."
  ],
  "Review": "A rye-based Sweet Manhattan made even sweeter with herbal Bénédictine liqueur and bittered with Peychaud's and absinthe. Originally made with equal parts rye whiskey, Bénédictine D.O.M. and sweet vermouth. Unless you have a sweet tooth, reducing the liqueur as per this recipe makes for a more balanced cocktail. In January 2024, I halved the absinthe to 2.5ml (half a barspoon), making it sit harmoniously with the other ingredients. Absinthe and bonded rye like dilution, hence, depending on your ice, a splash of water tends to benefit this cocktail. Even with the water, this is a short, punchy cocktail, befitting a small Coupe or Nick & Nora glass.",
  "History": "Recipe adapted from Stanley Clisby Arthur's 1937 book Famous New Orleans Drinks and How to Mix 'Em' in which he wrote, \" This is the special cocktail served at Restaurant de la Louisiane, one of the famous French restaurants of New Orleans, long the rendezvous of those who appreciate the best in Creole cuisine. La Louisiane cocktail is as out-of-the-ordinary as the many distinctive dishes that grace its menu. \"",
  "Nutrition": "One serving of La Louisiane contains 172 calories",
  "Alcohol_Content": [
    [
      "1.6 standard drinks"
    ],
    [
      "24.79% alc./vol. (24.79° proof)"
    ],
    [
      "21.8 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}