{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1219/mai-tai-trader-vics",
  "Name": "Mai Tai (Trader Vic's)",
  "Glass": "Double old-fashioned",
  "Ingredients": [
    "60 ml Caribbean blended rum aged 6-10 years",
    "15 ml Orange Curaçao liqueur",
    "22.5 ml Lime juice (freshly squeezed)",
    "10 ml Orgeat (almond) sugar syrup (2:1)",
    "7.5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)"
  ],
  "Instructions": [
    "Select and pre-chill a Double old-fashioned glass .",
    "Prepare garnish of half spent lime shell, mint sprigs and fruit stick (skewered pineapple cubes and Luxardo Maraschino Cherry ).",
    "SHAKE all ingredients with ice.",
    "STRAIN into glass filled with crushed ice.",
    "Garnish with lime husk, mint sprigs bouquet and fruit stick."
  ],
  "Review": "A Mai Tai is basically a Daiquiri based on aged rum, with orange curaçao liqueur and orgeat syrup contributing to its flavour and sweetness. Trader Vic's Mai Tai is the undisputed king of Tiki cocktails and one of the most enduring of all vintage cocktails. However, like most classics, there's controversy over its origin, while poor renditions have sadly tarnished its reputation.",
  "History": "In 1934, Victor Jules Bergeron , or Trader Vic as he became known, opened his first restaurant in Oakland, California. He served Polynesian food with a mix of Chinese, French and American dishes cooked in wood-fired ovens. But he is best known for the rum-based cocktails he created, particularly for the Mai Tai. The story goes that one evening in 1944, he tested a new cocktail on two friends from Tahiti, Ham and Carrie Guild. After the first sip, Carrie is said to have exclaimed, \"mai tai-roa aé\", which in Tahitian means 'out of this world - the best!'. Thus, Bergeron created and named the Mai Tai cocktail. Others, particularly Ernest Raymond Beaumont-Gantt , then owner of a Hollywood bar called Don the Beachcomber's, have also laid claim to the creation of this drink. But as Vic says in his Bartender's Guide , \"Anybody who says I didn't create this drink is a dirty stinker.\" Indeed, due to the controversy surrounding the origin, he says rather more in his 1972 Trader Vic's Bartender's Guide Revised Edition :",
  "Nutrition": "One serving of Mai Tai (Trader Vic's) contains 279 calories",
  "Alcohol_Content": [
    [
      "1.7 standard drinks"
    ],
    [
      "20.33% alc./vol. (20.33° proof)"
    ],
    [
      "23.4 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}