{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2499/mike-romanoff",
  "Name": "Mike Romanoff",
  "Glass": "Coupe glass",
  "Ingredients": [
    "50 ml Ketel One Vodka",
    "5 ml De Kuyper Triple Sec (40%)",
    "5 ml De Kuyper Apricot Brandy liqueur",
    "15 ml Lime juice (freshly squeezed)",
    "10 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "A Vodka Daisy sweetened with triple sec, apricot brandy and a touch of sugar.",
  "History": "Michael Romanoff (1890-1971) was a Hollywood impresario. Born Hershel Geguzin in Lithuania he immigrated to New York City aged ten and changed his name to Harry F. Gerguson. He moved to Hollywood where he took on the Michael Romanoff persona, claiming to be born Prince Michael Alexandrovitch Dimitri Obolensky Romanoff, nephew of Tsar Nicholas II. Scotland Yard described the former British and French convict as a \"rogue of uncertain nationality.\" He was another actor in a town of actors and when a filmmaker needed a 'technical adviser' for a movie set in Europe, Romanoff was the obvious well-paid expert. He was a popular Hollywood figure and he opened Romanoff's, a Beverly Hills restaurant popular with movie stars in the 1940s and 1950s. Humphrey Bogart was a good friend of Romanoff and a regular at the restaurant. Hollywood legend has it that one day in 1955 Bogie was lunching with Frank Sinatra, Judy Garland and Jimmy Van Heusen when Mrs Bogart, A.K.A. Lauren Bacall, walked into the restaurant and on seeing the group exclaimed, \"I see the rat pack is all here\". Thus Romanoff's became the place where the Rat Pack term was first coined and also where this drink was created. David Niven was also a close friend and in his book Bring on the Empty Horses he devotes chapter eight, 'The Emperor', to the colourful Romanoff.",
  "Nutrition": "One serving of Mike Romanoff contains 168 calories",
  "Alcohol_Content": [
    [
      "1.2 standard drinks"
    ],
    [
      "20.07% alc./vol. (20.07° proof)"
    ],
    [
      "17 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}