{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1324/mimosa",
  "Name": "Mimosa",
  "Glass": "Goblet glass",
  "Ingredients": [
    "45 ml Brut champagne/sparkling wine chilled",
    "90 ml Orange juice (freshly squeezed) chilled",
    "45 ml Brut champagne/sparkling wine"
  ],
  "Instructions": [
    "Select and pre-chill a Goblet glass .",
    "Prepare garnish of an orange zest twist and orange slice wheel.",
    "POUR first half of the sparkling wine and orange juice into ice-filled glass.",
    "Briefly STIR .",
    "TOP with the rest of the sparkling wine.",
    "EXPRESS orange zest twist over the cocktail and discard.",
    "Garnish with orange slice wheel."
  ],
  "Review": "Great when made with freshly squeezed orange juice, this cocktail is very similar to the Buck's Fizz , which tends to have a higher proportion of champagne. Also see the Grand Mimosa , basically the same drink charged with orange liqueur.",
  "History": "Thought to have been created in 1925 by Frank Meier at the Ritz Hotel in Paris and named after the Mimosa tropical flowering shrub, Acacia dealbata - perhaps because of its trembling leaves, rather like the gentle fizz of this mixture. The cocktail made its print debut in Frank Meier's 1936 book, The Artistry of Mixing Drinks titled \"Mimosa or Champagne Orange\" with the instruction, \"In large wineglass, a piece of ice, the juice of one-half Orange; fill with Champagne stir and serve.\" In his 1948 The Fine Art of Mixing Drinks , David A. Embury writes of this drink, \"Just another freak champagne mixture. It is not half bad and the ladies usually like it. Use a good quality domestic champagne, medium dry.\" The sketchy history of both the Buck's Fizz and Mimosa can be found on our Buck's Fizz and Mimosa cocktail page .",
  "Nutrition": "One serving of Mimosa contains 99 calories",
  "Alcohol_Content": [
    [
      "0.6 standard drinks"
    ],
    [
      "4.72% alc./vol. (4.72° proof)"
    ],
    [
      "8.5 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}