{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1330/mint-julep",
  "Name": "Mint Julep",
  "Glass": "",
  "Ingredients": [
    "12 fresh Mint leaves",
    "70 ml Bourbon whiskey",
    "10 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "2 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill a Julep tin .",
    "Prepare garnish of mint sprigs and icing sugar.",
    "Lightly MUDDLE mint in base of shaker (just to bruise).",
    "Add other ingredients and SHAKE with ice.",
    "FINE STRAIN into glass (or julep cup) filled with crushed ice.",
    "Garnish with mint sprigs bouquet dusted with icing sugar."
  ],
  "Review": "When making a Julep it is important to only bruise the mint as crushing the leaves releases bitter, inner juices (- particularly is stirring rather than shaking (which I controversially recommend). Also, be sure to discard the mint stems, which add unwanted bitterness. It is imperative that the cocktail is served ice-cold so both the julep cup and the ingredients should be stored in a refrigerator before use and consider freezing your whiskey. Some, who use the stirring method, like to combine the ingredients in the julep cup in which the cocktail is served. I favour shaking and then straining the mixed cocktail into an ice-filled julep cup. Some proponents of shaking recommend combining the mint and other ingredients in the shaker and placing this, along with the serving vessel (preferably made of metal rather than glass) in a refrigerator for at least 30 minutes prior to adding ice, shaking and serving. The idea being that this ensures well-chilled while also allowing the mint to infuse fully. If you are organised enough to prep this far ahead of drinking, then I recommend fishing out the mint leaves prior to shaking",
  "History": "Like so many cocktails, the humble Mint Julep's origins are the subject of heated debate. Today it is closely identified with America's Deep South, but its origins and indeed its name date back to well before America was settled. The name julep derives from gulab from the Persian words gol (flower) and āb (water), referring to a rosewater-scented syrup. Incidentally, this is also where Gulab jamun , the dessert served in Indian restaurants flavoured with a cardamom and rose syrup also takes its name. In Arabic, the word for rosewater became julab and in Latin as julapium . And as the quest for health-giving elixirs occupied monks across medieval Europe, so variants of the word were used for medicinal syrups infused with flowers and herbs. Commonly perceived wisdom has it that the Julep originated in Persia, or thereabouts, and it travelled to Europe (some say Southern France) where the rose petals were substituted for indigenous mint. The drink is then believed to have crossed the Atlantic where cognac was replaced with peach brandy and then whiskey to make the Mint Julep we recognise today. The first known written reference to a Julep is in a 1634 masque (court poem) written by John Milton and first performed in 1634, before John Egerton, 1st Earl of Bridgewater, at Ludlow Castle, England. Known as Comus the salient passage is as follows: \" That flames and dances in his crystal bounds, With spirits of balm and fragrant syrups mixed. Not that Nepenthes which the wife of Thone In Egypt gave to Jove-born Helena Is of such power to stir up joy as this, To life so friendly, or so cool to thirst. \" Previously, I've been guilty of repeating other reports that the first written reference to a Julep cocktail was in 1787 while others say 1774. However, the first written reference that I have been able to attribute appears in John Davis' 1803 book Travels in the United States , where he wrote \" The first thing he did on getting out of bed was to call for a Julep* and I honestly date my own love of whiskey, from mixing and tasting my young \"master's Juleps. \" Handily, Davis added the following footnote explaining what a Julep is, \" * A dram of spirituous liquor that has mint steeped in it, taken by Virginians of a morning. \" At that time, Julep could be made with rum, brandy or whiskey, but by 1900 whiskey had become the preferred base spirit. Indeed, in his 1862 The Bartender's Guide , Jerry Thomas's Mint Julep calls for cognac and a dash of Jamaican rum. He also lists a Julep variation made with gin and one calling for ripe pineapple as well as the now-ubiquitous whiskey version. According to Jerry Thomas, the Mint Julep reached Britain in 1839, thanks to the novelist Captain Frederick Marryat who praised the cocktail in volume I of his Diary in America .",
  "Nutrition": "",
  "Alcohol_Content": [],
  "Garnish": ""
}