{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1366/moscow-mule",
  "Name": "Moscow Mule",
  "Glass": "Copper mug or Collins glass",
  "Ingredients": [
    "60 ml Ketel One Vodka",
    "15 ml Lime juice (freshly squeezed)",
    "10 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "90 ml Thomas Henry Ginger Beer"
  ],
  "Instructions": [
    "Select and pre-chill a Copper mug or Collins glass .",
    "Prepare garnish of lime slice wheel and mint sprigs bouquet.",
    "POUR first 3 ingredients into copper mug/glass and stir.",
    "Two-thirds fill vessel with cubed ice.",
    "TOP with ginger beer and crown with crushed ice.",
    "Garnish with lime slice and mint sprigs bouquet.",
    "Serve with a straw."
  ],
  "Review": "\" The vodka drink with a kick \" is simply vodka and ginger beer with a squeeze of lime served over ice. This drink's all-important enlivening spice is provided by the ginger beer, so pick your brand wisely.",
  "History": "Part of the Buck family of cocktails , the Moscow Mule was created in 1941 - 1946 (the date and place of creation are disputed). John G. Martin had recently (in 1939) acquired the rights to Smirnoff vodka for Heublein, a minor Connecticut-based liquor and food distributor. Meanwhile, Jack Morgan, a friend of his and owner of Hollywood's famous British pub, the Cock'n'Bull Saloon on Sunset Strip, was trying to launch his own brand of ginger beer, but sales were not going well. Legend has it that the two men met at New York City's Chatham Bar and hit on the idea of mixing Martin's vodka with Morgan's ginger beer and adding a squeeze of lime (perhaps inspired by the Cuba Libre) to create the Moscow Mule. Others, most notably Eric Felton in a 2007 article in the Wall Street Journal , say the drink was invented back in Hollywood at the Cock 'n' Bull by Wes Price, its head bartender. Price is said to have created the drink in an attempt to clear an overstock of ginger beer from the pub's basement. He served the new drink to actor Broderick Crawford, and the drink caught on from there. Wes Price, apparently resigned from the Cock 'n' Bull in 1953 and is quoted as saying \" I wasn't truly appreciated. I never got an extra cent for my invention \". What is sure is that the combination of vodka and ginger beer helped both Morgan and Martin shift their products, but the cocktail's success is greatly due to its being served in a copper mug specially engraved with a kicking mule. This initiative was driven by a girlfriend of Morgan's who'd recently inherited a copper factory that made the previously poorly selling copper mugs. The success of the Moscow Mule was most fortuitous for all three friends. By 1947, when Edwin H. Land invented the Polaroid Land Camera, the Moscow Mule was already established on the drinks menus of numerous bars. Martin bought himself one of the instant cameras and went from bar to bar, photographing bartenders holding a bottle of Smirnoff Vodka in one hand and a copper mule mug in the other. He gave one photograph to the bartender and used a second to show the next neighbouring bar what they were missing out on. The Moscow Mule and the use of the Polaroid Camera was a stroke of marketing genius.",
  "Nutrition": "One serving of Moscow Mule contains 220 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "10.8% alc./vol. (10.8° proof)"
    ],
    [
      "18.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}