{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1392/negroni-cocktail",
  "Name": "Negroni Cocktail",
  "Glass": "",
  "Ingredients": [
    "30 ml Hayman's London Dry Gin",
    "30 ml Strucchi Red Bitter (Campari-style liqueur)",
    "30 ml Strucchi Rosso Vermouth"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of orange wedge or slice and/or orange zest twist.",
    "POUR all ingredients into ice-filled glass.",
    "STIR .",
    "Garnish with orange wedge or slice and/or orange zest twist."
  ],
  "Review": "Glowing red, the Negroni manages to be both sophisticated and simple at the same time and is definitely for a grown-up palate - for many it's simply too bitter. It takes its depth from the vermouth, is centred by the bittersweet liqueur, and is made to sing through the vitality of the gin. It makes the perfect aperitivo and, though popular the world over, is the traditional default during aperitivo hour in Milan. In line with my preferred Negroni proportions , most recipes call for the ingredients to be mixed in equal parts. In his 2003 The Joy of Mixology Gary Regan emphatically states, \"don't experiment with the proportions here - the balance is of primary importance.... and using equal parts of each ingredient is absolutely necessary to achieve perfection.\" However, by 2012 Gary had become \"gaz\" and in The Negroni: A gaz regan Notion he says, \"you can slap my wrist and call me Deborah if it doesn't also work no matter what ratios you use.\" He adds, \"I tend toward around 4 parts gin to one part each of sweet vermouth and Campari\". Not Deborah but Alice Lascelles adds in her Ten Cocktails , \"if you're feeling really cocky, you can even alter the balance of the formula without putting yourself in mortal danger - just make sure you always observe that holy trinity of earthy/spicy (vermouth), bittersweet/syrupy (Campari or similar Italian bitter) and strong/clean gin, vodka or even blanco tequila can work - although gin is always best, I think.\" Some misguided folk call for the Negroni to be shaken but it should, of course, be stirred, although there is something about this no-nonsense drink that doesn't suit fussing about with mixing glasses and strainers, so I prefer the ingredients assembled and mixed directly over ice in the glass in which it is to be served. Some choose to serve Negronis straight-up in a chilled coupe, in which case it's essential to give this noble drink a good stir with ice to provide enough dilution to open up its many botanicals. Always garnish a Negroni with an orange twist or slice, the use of a lemon is a heinous crime.",
  "History": "Negroni cocktail history and recipe variations",
  "Nutrition": "One serving of Negroni Cocktail contains 183 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "21.57% alc./vol. (21.57° proof)"
    ],
    [
      "19.4 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}