{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2515/negroni-sbagliato",
  "Name": "Negroni Sbagliato",
  "Glass": "",
  "Ingredients": [
    "30 ml Strucchi Rosso Vermouth",
    "30 ml Strucchi Red Bitter (Campari-style liqueur)",
    "60 ml Fiol Extra Dry Prosecco"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of orange slice wheel.",
    "POUR all ingredients into ice-filled glass.",
    "Briefly STIR .",
    "Garnish with orange slice wheel."
  ],
  "Review": "This lighter-styled Negroni has some bitterness but lacks the gin punch and character of the original Negroni .",
  "History": "Pronounced 'spal-yacht-oh' which in Italian means \"bungled\" or \"mistaken\", this drink was created in the late 1980s by Mirko Stocchetti at his Bar Basso in Milan when making a Negroni he apparently mistakenly reached for a bottle of spumante instead of gin. Unlikely as the mistake might sound, it proved inspired and Negroni Sbagliato cocktails are still served at Bar Basso today with spumante (not prosecco). Sadly, Mirko passed away on the 10th of November 2016, but his family continue to run Bar Basso as a living museum of Milanese bar culture. If you visit Bar Basso (and you should), ask for your Sbagliato to be served in one of the enormous stemmed chalice glasses. Your cocktail may appear daunting but a giant rectangular ice cube will occupy much of the large glass. Mirko designed this chalice himself back in the 1980s and licensed the design to glassmakers WMF, hence you'll also see the same glasses used in many of Milan's other older bars. What has long been a cocktail known amongst bartenders became a social media sensation in 2022 thanks to a TikTok video posted by HBO to promote their House of the Dragon series with actor Olivia Cooke asking co-star Emma D'Arcy, \" What's your drink of choice? \" The response, \" A Negroni Sbagliato...with prosecco in it. \" Being pedantic, a Negroni Sbagliato is properly made with spumante and not prosecco. This is confused by spumante being the Italian term for sparkling wine and prosecco of course being a distinct style of sparkling wine. However, spumante is also a style of sparkling wine, the most famous spumante being Asti Spumante from Italy's Piemonte region. Spumante tends to be sweeter than Prosecco and lower in alcohol strength, 6% to 10.5% alc./vol versus 9% to 11% alc./vol. Negroni cocktail history",
  "Nutrition": "One serving of Negroni Sbagliato contains 158 calories",
  "Alcohol_Content": [
    [
      "1.1 standard drinks"
    ],
    [
      "12.4% alc./vol. (12.4° proof)"
    ],
    [
      "14.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}