{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1440/orange-blossom",
  "Name": "Orange Blossom",
  "Glass": "",
  "Ingredients": [
    "1 swath Orange peel",
    "45 ml Hayman's London Dry Gin",
    "45 ml Orange juice (freshly squeezed)",
    "7.5 ml Grenadine/pomegranate syrup"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of orange zest twist.",
    "SHAKE all ingredients with ice.",
    "STRAIN into ice-filled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "Gin-laced orange juice delicately enriched with a splash of grenadine. A regal shake (with a swath of orange peel) adds a balancing zestiness to this cocktail.",
  "History": "This Prohibition-era cocktail first appears in Robert Vermeire's 1932 Cocktails: How to Mix Them where it is credited to \"Malloy of Pittsburg.\" Vermeire was born in Belgium but learnt his craft in Germany before bartending in London, most notably at The Embassy Club, where he served many Americans escaping Prohibition. This also drove Americans to travel to Havana, Cuba where this cocktail appeared in Sloppy Joe's Bar Season 1932-33 combined menu and recipe book. It was obviously popular in Cuba as, the following year, the Orange Blossom appeared on the menu of another famous Cuban cocktail bar, Bar La Florida Cocktails (later renamed El Floridita ). In his 1935 Old Waldorf Astoria Bar Book , A.S. Crockett mentions to things to note regarding the Orange Blossom, firstly that it also went by the name Adirondack, and that another version was made with equal parts old tom gin, orange juice and rosso vermouth. Indeed, this Bronx -like vermouth version appears in numerous cocktail books through to and including Stanley M. Jones' 1977 Jones' Complete Barguide . In his 1947 book The Fine Art of Mixing Drinks , David A. Embury says of the Orange Blossom, \" Another Spawn of the Prohibition toad that I have already denounced is the Orange Blossom, consisting of equal parts of gin and orange juice. If, however, this drink is treated as a Sour-type cocktail and made accordingly, this is not too bad. In doing this it must be borne in mind that orange juice is sweeter and less pungent than either lime or lemon juice. Hence, the quantity of sugar must be cut down and that of the citrus juice increased. \" The recipe he gives calls for \"1/2 part Sugar Syrup, 4 parts Orange Juice, and 8 parts Gin. He goes on to say, \" The zest and flavour of the drink may be improved by adding 2 of 3 dashes of lime juice for each drink. \"",
  "Nutrition": "",
  "Alcohol_Content": [],
  "Garnish": ""
}