{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2728/pegu-club-cocktail-diffords-recipe",
  "Name": "Pegu Club Cocktail (Difford's recipe)",
  "Glass": "Coupe glass",
  "Ingredients": [
    "45 ml Hayman's London Dry Gin",
    "10 ml Orange Curaçao liqueur",
    "5 ml Lime juice (freshly squeezed)",
    "5 ml Lime cordial (sweetened lime juice)",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "7.5 ml Chilled water",
    "1 dash Angostura Aromatic Bitters",
    "1 dash Orange Bitters by Angostura"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of coin-sized lime zest twist (expressed & discarded). Garnish with a lime wedge on rim.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass."
  ],
  "Review": "Whatever you think of modern-day Rose's Lime Cordial (other brands are available as well as homemade recipes), as with the Gimlet , I believe lime cordial is an essential part of this cocktail's DNA so should be included. Also, in keeping with the Gimlet, I like to use fresh lime juice to add fresh citrus zing alongside the 'cooked' notes of the cordial. The other moving part of a Pegu Club is the orange curaçao liqueur. A dry 40 alc./vol. versus a very sweet 20-27% orange curaçao will impact the overall alcohol and sugar content very differently. I use a dry 40% curaçao so this dictates the need to balance with a smidgen of sugar syrup. Strike the perfect balance and a Pegu Club is citrusy, bracing, and refreshing with the gin base providing the backbone while rich zesty orange curaçao, accentuated by tart lime, drives the flavour.",
  "History": "Created in the 1920s at the Pegu Club, an ex-pat gentlemen's club in British colonial Rangoon, Burma. The Pegu Club first appears in Harry McElhone 's 1923 \"Harry\" of Ciro's ABC of Mixing Cocktails and notably in Harry Craddock's seminal 1930 The Savoy Cocktail Book where he notes, \" The favourite cocktail at the Pegu Club, Burma, and one that has travelled, and is asked for, round the world. \" Despite The Savoy 's influence, it's the recipe published just months before Craddock's, in Cocktails by Jimmy Late Of Ciro's London , written by the mysterious \"Jimmy\" (like McElhone another bartender who worked at Ciro's in London), which calls for fresh lime rather than cordial that's nearer to most other modern-day interpretations of this venerable classic. [Mine respects the use of lime cordial so is perhaps a tad more authentic!]",
  "Nutrition": "One serving of Pegu Club Cocktail (Difford's recipe) contains 149 calories",
  "Alcohol_Content": [
    [
      "1.2 standard drinks"
    ],
    [
      "21.44% alc./vol. (21.44° proof)"
    ],
    [
      "16.7 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}