{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2539/penicillin-cocktail",
  "Name": "Penicillin cocktail",
  "Glass": "",
  "Ingredients": [
    "45 ml Blended Scotch whisky",
    "15 ml Ginger liqueur",
    "10 ml Torabhaig Peated Single Malt Whisky",
    "20 ml Lemon juice (freshly squeezed)",
    "20 ml Honey syrup (3 parts honey to 1 water by weight)"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare skewered crystallised ginger for garnish.",
    "SHAKE all ingredients with ice.",
    "STRAIN into ice-filled glass (preferably over a large cube or chunk of block ice).",
    "Garnish with skewered crystallised ginger."
  ],
  "Review": "A Whisky Sour with honey richness, subtle smoke and enlivening ginger spice. A cocktail to slap the palate awake. Then you can't resist keep sipping it.",
  "History": "Adapted from a 2005 recipe created by Sam Ross at Milk & Honey in Manhattan, New York City. Sam's original recipe (below) calls for ¾ oz honey-ginger syrup in place of ginger liqueur and honey. Sam Ross's Penicillin recipe Glass: Old-fashioned Garnish: Skewered crystallised ginger Method: SHAKE first 3 ingredients with ice and strain into ice-filled glass. TOP with Islay whisky. 60ml (2oz) Blended Scotch whisky 22.5ml (¾oz) Lemon juice (freshly squeezed) 22.5ml (¾oz) Honey & ginger syrup* 7.5ml (¼oz) Peated Islay single malt scotch whisky *To make honey & ginger syrup Peel and thinly slice 100 grams (3.5oz) of root ginger and place in a saucepan with 1 cup of honey and 1 cup of water. Bring to a boil, then reduce heat and simmer for 5 minutes. Allow to cool and place in a sealed container in a refrigerator to steep for 12 hours. Strain, bottle, and store in a refrigerator. Use within three days. I created my version of Sam's contemporary classic , using ginger liqueur to avoid the faff of making ginger honey syrup, back in March 2009. With a good liqueur, it retains much of the ginger spice but in a more mellow form than the heat of fresh ginger juice. However, in February 2025, I came across a clutch of excellent cocktails (led by the Toreador del Diablo ) made with ginger juice syrup. As to hand, I used this to create another version of the Penicillin: Difford's Ginger Juice Syrup Penicillin Glass: Old-fashioned Garnish: Skewered crystallised ginger Method: SHAKE all ingredients with ice and strain into ice-filled glass. 45ml (1½oz) Blended Scotch whisky 10ml (⅓oz) Peated single malt scotch whisky 7.5ml (¼oz) Ginger juice syrup 15ml (½oz) Honey syrup (3 honey to 1 water) 20ml (⅔oz) Lemon juice (freshly squeezed)",
  "Nutrition": "One serving of Penicillin cocktail contains 220 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "17.91% alc./vol. (17.91° proof)"
    ],
    [
      "19.7 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}