{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2541/perfect-lady",
  "Name": "Perfect Lady",
  "Glass": "Coupe glass",
  "Ingredients": [
    "60 ml Hayman's London Dry Gin",
    "15 ml Giffard Crème de Pêche de Vigne liqueur",
    "22.5 ml Lemon juice (freshly squeezed)",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "15 ml Egg white (pasteurised) or \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAquafaba (chickpea water)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t or 3 dashes Fee Brothers Fee Foam cocktail foamer"
  ],
  "Instructions": [
    "SHAKE all ingredients with ice and strain back into shaker, DRY SHAKE (without ice) and fine strain into chilled glass."
  ],
  "Review": "This White Lady riff uses peach liqueur in place of triple sec to make a lighter, fruitier elaboration.",
  "History": "Created in 1936 by Sidney Cox, a bartender at the Grosvenor House, London for The British Empire Cocktail Competition where it took the 1st Prize. That same year a constitutional crisis in the British Empire was caused by King-Emperor Edward VIII's proposal to marry Wallis Simpson, a twice-divorced American socialite. Religious, legal, political, and moral objections were raised due to Mrs Simpson being twice divorced and the marriage was opposed by the King's governments in the United Kingdom and the autonomous Dominions of the British Commonwealth. Despite the opposition, Edward declared his love for Mrs Simpson and his refusal to give her up led to his abdication in December 1936. He was succeeded by his brother Albert, who took the regal name George VI. Disgraced due to renouncing the throne, Edward was given the title His Royal Highness the Duke of Windsor. He married Mrs Simpson the following year and they remained married until his death 35 years later. She was obviously his 'Perfect Lady'.",
  "Nutrition": "One serving of Perfect Lady contains 198 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "16.97% alc./vol. (16.97° proof)"
    ],
    [
      "19.9 grams of pure alcohol"
    ]
  ],
  "Garnish": "Lemon zest twist (spray and discard) & peach slice"
}