{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1544/pink-gin",
  "Name": "Pink Gin",
  "Glass": "Coupe glass",
  "Ingredients": [
    "60 ml Hayman's Old Tom Gin",
    "30 ml Chilled water reduce if wet ice",
    "3 dash Angostura Aromatic Bitters",
    "2.5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of lemon zest twist.",
    "STIR all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS lemon zest twist over the cocktail and use as garnish."
  ],
  "Review": "This is a cocktail that likes dilution, hence the shot of water in my recipe. And, a spoon full (or ½ spoon) of sugar certainly helps the medicine go down where the Pink Gin is concerned. However, the more sugar you add, the less dilution you'll need. Hit the perfect balance (hopefully my recipe) and this is a great cocktail, but it's an equilibrium that's down to personal taste so tricky to attain. I've opted for more characterful old tom gin, but London dry gin also works well, especially if you double the sugar to 5ml (1 bar spoon).",
  "History": "The Pink Gin cocktail is so named due to aromatic bitters giving the main ingredient, gin, a pink tinge. Originally, gin at room temperature was simply poured into a glass that had been primed with a few dashes of bitters and swirled to coat the inside. No ice was used. Ice simply wasn't available. The creation of this cocktail is said to have started with the discovery of Angostura Bitters by Henry Workshop, an English ship's surgeon serving on H.M.S. Hercules. In 1826, his ship was patrolling the Caribbean on watch for slave trader vessels when he came across the bitters which had been created two years earlier by Johann Gottlieb Benjamin Siegert (1796-1870), a German doctor who had settled in Venezuela where he was Surgeon-General of a military hospital in the town of Angostura. Siegert had created the now famous bitters to treat stomach disorders and indigestion of his fellow settlers, not to make cocktails. Now the city of Ciudad Bolivar (renamed in 1846 in honour of Simon Bolivar), the town of Angostura sits on the mighty Orinoco River, connecting it with the Caribbean basin and it is via this river, and its trade, that Siegert's bitters found their way around the islands of the Caribbean with sailors being likely customers for any potion believed to treat upset stomachs and sea sickness. The British Admiralty already prescribed the use of chinchona bark (quinia) to ward against tropical diseases and, as a medical man, Workshop was interested in Angostura as he had heard the preparation included chinchona and many other herbal remedies. He procured a couple of bottles of the bitters while on shore leave in George Town, a port in the Cayman Islands. Back onboard ship, he and the ship's captain, Jack Bristow, mixed a small amount of the medicinal bitters with their gin ration and found the pink drink produced agreeable. They served their new creation to the other officers on the ship. Word spread and 'Pink Gin' as it became known, became popular with officers of the Royal Navy. By the mid-19th century, the drink became widely served throughout England.",
  "Nutrition": "One serving of Pink Gin contains 134 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "21.29% alc./vol. (21.29° proof)"
    ],
    [
      "19.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}