{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1563/pisco-sour-diffords-recipe",
  "Name": "Pisco Sour (Difford's recipe)",
  "Glass": "",
  "Ingredients": [
    "60 ml BarSol Mosto Verde Italia Pisco",
    "15 ml Lime juice (freshly squeezed)",
    "7.5 ml Lemon juice (freshly squeezed)",
    "15 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "20 ml Egg white (pasteurised) or \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAquafaba (chickpea water)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t or 3 dashes Fee Brothers Fee Foam cocktail foamer",
    "2.5 ml Orange blossom water / Orange flower water optional",
    "3 drop Saline solution 4:1 (20g sea salt to 80g water)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of Amargo Chuncho bitters or other aromatic bitters.",
    "SHAKE all ingredients with ice and strain back into shaker.",
    "DRY SHAKE (without ice).",
    "FINE STRAIN into chilled glass.",
    "Garnish and finish cocktail with three drops Amargo Chuncho bitters or Angostura aromatic bitters on the surface to signify health wealth and happiness."
  ],
  "Review": "All the Peruvian bartenders I've met prefer their Pisco Sours blended rather than shaken. Indeed, it is a brilliant cocktail when blended, but I prefer my Pisco Sours shaken. (In Cuba, Daiquiris also tend to be blended, but I also prefer these shaken.) While some like to omit the egg white, like most sour-style cocktails the Pisco Sour is better with egg, although half the white of a small fresh egg white is plenty (around 15ml/½oz to 20ml/⅔ ). Some also advocate the use of powdered sugar in place of caster sugar syrup, and indeed, this can add to this sour (like the Daiquiri). In which case, you'll need 3 spoons (5ml sized measuring bowl) of powdered sugar in place of the syrup. More worthy of debate is the choice of pisco. My Peruvian friends favour pisco made from the Quebranta grape or even an acholado (a blend of varieties). However, I prefer to use Peruvian pisco made from the more aromatic Italia grape, preferably mosto verde Italia pisco. Alternatively, there are also good-value Chilean pisco alternatives. Convention has it that the Pisco Sour is garnished with three drops of aromatic bitters symmetrically deposited onto its foaming head. This not only adds to the visual appearance, but the aroma of the bitters also helps mask the wet dog-like smell of egg white. Angostura or similar aromatic bitters are fine, but for authenticity, consider using Peruvian Amargo Chuncho bitters, which are based on various Amazonian barks and herbs. Some also dust the surface of the cocktail or the rim of the glass with cinnamon. Somewhat controversially, if the use of Italia pisco is not enough, I also like to add a dash of orange flower water to my Pisco Sours. I also tend to serve them straight-up in a frozen, heavy-bottomed old-fashioned glass to help lengthen the time the cocktail stays ice cold, but a frozen coupe also works well (and looks better in photos). Lastly, I used to specify only lime juice, but I now favour a lime-heavy split between lime and lemon juice. That said, 22.5ml (¾oz) lime juice yields a very tasty, more straightforward cocktail.",
  "History": "Like so many vintage cocktails, the documented origins of the Pisco Sour have changed over recent years as evidence of earlier origins has been discovered. Back in the mid-1980s, a Chilean newspaper, El Comercio de Iquique , reported that the pisco sour was created in 1872 by Elliot Stubb, an English steward from a sailing ship named Sunshine, who opened a bar in the then Peruvian port of Iquique (now in northern Chile). However, closer scrutiny shows a quote attributed to Stubb was actually about the Whiskey Sour , the forerunner to the Pisco Sour, the origins of which lie even earlier in the United States. In 2009, Luis Guillermo Toro-Lira Stahl and Michael P. Morris published a document Clarifying the legends in the history of pisco sour . This traced the origins of the Pisco Sour to Victor Vaughen Morris Jones (Victor Morris), the grandfather of one of the authors. Victor Morris originated from Salt Lake City, Utah, but immigrated to Peru in 1903, initially working as a cashier for the Cerro de Pasco Railroad railway company in the town of Cerro de Pasco. Legend, and indeed members of his family, say that while working here at the inauguration of the line from Oroyo, Morris created the Pisco Sour after running out of whiskey for the Whiskey Sours he was making for the reported 5,000 people in attendance. Morris moved to Lima where, backed by long-term friend Daniel C. Babbitt, on 1st April 1916, he opened the appropriately named Morris' Bar at 847 Calle Boza. Here, Morris, who was also known by his nickname Gringo, became noted for his Pisco Sours and the bar prospered. The bar's original 82-page visitor books, titled Morris' Bar Register , still in the hands of the Morris family, record more than 2,200 signatures, their names showing that it was a high-end establishment attracting many visiting Americans, including diplomats, businessmen, lawyers, and journalists. Notable names in the journal include Emiliano Figueroa, former president of Chile and ambassador to Peru; millionaire Roger W. Straus and Elmer Faucett, founder of the Company of Faucett Aviation. Perhaps most interesting is John Lannes from the Bank Exchange in San Francisco, famous for the Pisco Punch . Numerous remarks from visitors in this register testify to the delicious nature of Morris' Pisco Sours. As does a July 1924 notice for the Morris' Bar in the South Pacific Mail , a newspaper from the Chilean port of Valparaiso published weekly in English by Nelson Rounsevell, a friend of Morris who had also worked in Cerro de Pasco. The advertisement asks, \"Have you registered at the Morris Bar LIMA?\" It goes on to say the register at the bar can be helpful to contact [English-speaking] acquaintances, and the advert ends with \"has been known for many years for their 'Pisco Sours'.\" An earlier mention of the Pisco Sour in the 22nd April 1921 edition of the Peruvian magazine Mundial describes the drink as a white-coloured beverage and attributes its invention to \"Mister Morris\". The 1929 Lima directory - The City of the Viceroys , lists the Pisco Sour as one of Morris Bar's cocktails under the heading \"visitelo y pida alguna especialidad\" (visit it and ask some speciality). Sadly for Victor, it appears that bartenders working at Morris' Bar left, taking his recipe with them to nearby establishments with bars such as the Hotel Bolivar (opened December 1924) and the Lima Country Club (opened February 1927). The competition for wealthy foreign guests obviously had a detrimental effect on his bar's success. Victor's fortunes and his health declined, eventually leading to his declaring voluntary bankruptcy and the closure of Morris Bar in 1929. He died a few months later, on 11th June, of cirrhosis, aged 56. In December, Morris' wife, Maria Vargas, emigrated to San Francisco, California, with their three children. With its large turnover of guests, the bar at The Hotel Bolivar, which was largely staffed by ex-Morris bartenders, is widely credited for spreading the popularity of Pisco Sour. The drink's survival is also attributed to Mario Alfonso Bruijet Burgos, a bartender who worked at Morris' Bar from 1924 and continued serving Pisco Sours at the Hotel Maury until his retirement. Some say that it is Bruijet who added bitters to the recipe after his move to the Maury. With a few twists, turns and variations, the above was the accepted origin of the Pisco Sour. That was until 22nd February 2012, when Peruvian writer Raúl Rivera Escobar uploaded a scan of a pamphlet published in Lima in 1903 by S.E. Ledesma . Titled Nuevo Manual de Cocina a la Criolla (New Manual of Creole Cooking), on page 32, among the food recipes, this includes a recipe simply titled 'Cocktail', containing \" egg white, a cup of pisco, a teaspoon of sugar and a few drops of lime juice to taste .\" Obviously a Pisco Sour, this is the earliest known recipe.",
  "Nutrition": "One serving of Pisco Sour (Difford's recipe) contains 155 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "15.36% alc./vol. (15.36° proof)"
    ],
    [
      "18.4 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}