{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1628/ramos-gin-fizz",
  "Name": "Ramos Gin Fizz",
  "Glass": "Collins glass",
  "Ingredients": [
    "60 ml Hayman's Old Tom Gin",
    "15 ml Lemon juice (freshly squeezed)",
    "15 ml Lime juice (freshly squeezed)",
    "22.5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "1.25 ml Orange blossom water / Orange flower water",
    "3 drop Vanilla extract/essence optional",
    "22.5 ml Egg white",
    "22.5 ml Single cream/half-and-half",
    "Top up with Thomas Henry Soda Water"
  ],
  "Instructions": [
    "Select and pre-chill a Collins glass .",
    "Prepare garnish of quarter orange wheel (& optional mint sprig).",
    "SHAKE first 8 ingredients with ice and strain back into shaker.",
    "DRY SHAKE (without ice) to emulsify.",
    "SLOWLY POUR two-thirds of the shaker's contents from a higher-than-normal height into a chilled empty glass (no ice in the glass) while simultaneously pouring soda with your other hand. (The cocktail and soda should form a single stream of liquid falling into the glass.)",
    "As when pouring a Guinness, to achieve a perfect head on a Ramos Gin Fizz, LEAVE TO SETTLE for at least a minute. Ideally, during this settling period, the glass should be placed in a glass-froster/fridge/freezer.",
    "POUR the final contents of the shaker into the glass. As you do so, the head should rise like a souffle.",
    "Garnish with quarter orange wheel on rim (& optional mint sprig bouquet)."
  ],
  "Review": "One of the great classic cocktails. The perfect balance of sweet and sour is enhanced by the incredibly smooth, almost fluffy mouthfeel. Some Ramos Gin Fizz recipes, and indeed Henry Charles Ramos' original recipe, call for old tom gin (also our preference), in which case you may need to reduce the amount of sugar syrup depending on your old tom, personal tastes and the sourness of your citrus fruit.",
  "History": "The Ramos Gin Fizz was created in 1888 by Henry Charles Ramos at the Imperial Cabinet Saloon on the corner of Gravier and Carondelet Streets in New Orleans, Louisiana. Henry, then better known as Carl, took over the bar, along with his brother Charles Henry Ramos, from Emile Sunier, who had, in turn, acquired the premises from Pat Morgan, who used to champion Imperial Cabinet branded whiskey, hence the bar's name. Originally named the New Orleans Fizz, Henry used to call his famous creation the One And Only One . The creamy yet almost fluffy cocktail was an immediate success, propelling the bar's popularity to the extent that it would often have 20 bartenders and \"shaker boys\" dedicated to just making Ramos Gin Fizz cocktails, but they would still struggle to meet demand. That's perhaps understandable when you hear that devotees say it takes 12 minutes to shake, requiring several bartenders to shake in relay, not least because the shaker becomes so cold and frosted that it must be wrapped in a cloth to be comfortably held. Driven by the success of his creation, in 1907, Henry opened his own larger bar, taking over Tom Anderson's Stag Saloon, a few blocks down at 712 Gravier Street on the corner of St Charles Avenue, opposite the entrance to the St. Charles Hotel. In his Famous New Orleans Drinks and How to Mix 'Em , Stanley Clisby Arthur writes that at The Stag, \" the corps of busy shaker boys behind the bar was one of the sights of the town during Carnival, and in the 1915 Mardi Gras, 35 shaker boys nearly shook their arms off, but were still unable to keep up with the demand. \" With the onset of Prohibition on 27th October 1919, at the stroke of midnight, Henry announced, \" I've sold my last Gin Fizz. \" Henry was forced to close his bar, and the recipe remained a closely guarded secret. That was until a staff writer for the The New Orleans Item-Tribune by the name of Don Higgins had \" the brass-bound nerve to ask it of him. \" The reporter interviewed Henry \" in his roomy, cool old Creole home at 726 North Rampart Street \" where he is reported to have said, \" Now I will give you the formula for the One And Only One, the Ramos Original Gin Fizz. But in publishing it you must say that if success does not attend the first mixture, a second should be tried. And be sure to use an airtight shaker and to shake and shake and shake until there is not a bubble left but the drink is smooth and snowy white and of the consistency of good rich milk. The secret of success lies in the good care you take and in your patience, and be certain to use good material. \" Higgins' piece about meeting Henry was re-published some years later on 23rd September 1928, five days after Henry's death as \" A tribute to one of New Orleans' greatest treasures \" and this included the following recipe.",
  "Nutrition": "One serving of Ramos Gin Fizz contains 257 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "11.5% alc./vol. (11.5° proof)"
    ],
    [
      "18.3 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}