{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1668/remember-the-maine",
  "Name": "Remember the Maine",
  "Glass": "Nick & Nora glass",
  "Ingredients": [
    "30 ml Straight rye whiskey (100 proof /50% alc./vol.)",
    "15 ml Bourbon whiskey",
    "15 ml Strucchi Rosso Vermouth",
    "7.5 ml Heering Cherry Liqueur",
    "2 dash La Fée Parisienne absinthe"
  ],
  "Instructions": [
    "Select and pre-chill a Nick & Nora glass .",
    "Prepare garnish of lemon zest twist and skewered Luxardo Maraschino Cherry .",
    "STIR all ingredients with ice.",
    "STRAIN into chilled glass.",
    "Express lemon zest twist over the cocktail and discard.",
    "Garnish with skewered cherry."
  ],
  "Review": "Charles H. Baker says of this twist on a Sazerac , \" Treat this one with the respect it deserves, gentleman. \" As this relation to the Sazerac, I previously rinsed a chilled old-fashioned glass with absinthe before pouring the stirred cocktail into the absinthe-rinsed glass (without ice in the glass). However, this cocktail looks better and is better appreciated when served in a Nick & Nora glass. If you prefer more generous coupe proportions, then: 45ml (1½oz) Bottled-in-bond straight rye whiskey 22.5ml (¾oz) Straight Bourbon 22.5ml (¾oz) Rosso vermouth 10ml (⅓oz) Cherry Heering 3 dashes Absinthe",
  "History": "Adapted from a recipe by Charles H. Baker Junior. In his 1939 The Gentleman's Companion he writes of this cocktail, \" a Hazy Memory of a Night in Havana during the Unpleasantnesses of 1933, when Each Swallow Was Punctuated with Bombs Going off on the Prado, or the Sound of 3\" Shells Being Fired at the Hotel NACIONAL, then Haven for Certain Anti-Revolutionary Officers .\" The cocktail is named after the press slogan, \"Remember the Maine, to Hell with Spain\" blaming Spain for the unexplained sinking of the U.S.S. Maine off Cuba in 1898. This helped provoke the 1898 Spanish-American War. Some link the origin of this cocktail back to the very similar McKinley's Delight cocktail in Albert Stevens Crockett's 1931 boob Old Walforf Bar Days Book .",
  "Nutrition": "One serving of Remember the Maine contains 155 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "30.52% alc./vol. (30.52° proof)"
    ],
    [
      "20.8 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}