{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1681/rob-roy-cocktail",
  "Name": "Rob Roy Cocktail",
  "Glass": "Coupe glass",
  "Ingredients": [
    "60 ml Blended Scotch whisky",
    "30 ml Strucchi Rosso Vermouth",
    "8 drop Bob's Abbotts bitters"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist and Luxardo Maraschino Cherry .",
    "STIR all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Express orange zest twist over cocktail and discard. Garnish with maraschino cherry."
  ],
  "Review": "Scotch whisky's answer to the Manhattan . The Rob Roy is classically made with Angostura Bitters, but in his 1948 The Fine Art of Mixing Drinks , as a footnote below his recipe, David Embury attests \" Peychaud, somehow, seems to blend better than Angostura with Scotch .\" I find Abbott's Bitters combines more harmoniously with the whisky in this cocktail. Or if not to hand, I use one dash Angostura-style aromatic bitters and one dash Peychaud's/creole bitters . Whatever bitters you use, their inclusion is essential to the balance and complexity of this cocktail.",
  "History": "Named after the Rob Roy operetta about the Scottish folk hero and outlaw Robert Roy MacGregor, which debuted on Broadway near where New York's Waldorf Astoria Hotel used to stand. (The Empire State Building occupies the site today.) Hence, it's not a stretch to believe this cocktail was created at the hotel to serve operagoers and that scotch whisky was appropriately swapped for the usual American whisky in the popular cocktail of the day, a Manhattan. The New York Times 30th October 1894 review said \" the latest work of Harry B. Smith and Reginald De Koven \" was \" clean, frank, manly, bright, and winesome .\" The same words could have been used to describe the cocktail, and before David Wondrich uncovered more about this cocktail, then the above was a neat, concise origin story. It turns out there was a Rob Roy cocktail created some 20 years earlier by New York bartender Edward F. Barry, and this is documented in an interview he gave for the New York Sun 22nd August 1873 . \" The Rob Roy cocktail is made with a little gum syrup, two dashes of Angostura, a few drops of oychette cordial [orgeat], in a tumbler filled with fine ice, strained. \" - New York Sun. Sadly, the interview doesn't record what the base spirit was. This earliest known reference is just the first not to confirm or even cast doubt as to the original base spirit in a Rob Roy. It's worth noting that the first recipe for a scotch whisky-based Manhattan, which appears in Charlie Paul's American and other Drinks , published 1884 in London , bares no reference to the cocktail also being known as a Rob Roy.",
  "Nutrition": "One serving of Rob Roy Cocktail contains 179 calories",
  "Alcohol_Content": [
    [
      "1.6 standard drinks"
    ],
    [
      "25.21% alc./vol. (25.21° proof)"
    ],
    [
      "22.7 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}