{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1696/rosita",
  "Name": "Rosita",
  "Glass": "",
  "Ingredients": [
    "45 ml Patrón Reposado tequila",
    "15 ml Strucchi Red Bitter (Campari-style liqueur)",
    "15 ml Strucchi Dry Vermouth",
    "15 ml Strucchi Rosso Vermouth",
    "1 dash Angostura Aromatic Bitters optional"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of grapefruit zest twist.",
    "STIR all ingredients with ice.",
    "STRAIN into ice-filled glass.",
    "EXPRESS grapefruit zest twist over cocktail and use as garnish."
  ],
  "Review": "Bittersweet, tequila-based, and Negroni-like. Classically garnished with a lemon zest twist but better with grapefruit.",
  "History": "The origin of this drink remains unknown, but its popularity (like many things in the drinks industry) can be attributed to Gary 'gaz' Regan , even though for some years he was in denial. The Rosita was introduced to gaz by a fellow cocktail geek back in 2005; who in turn had discovered the recipe in an article written by Terry Sullivan, a fellow drinks writer. Gaz questioned Sullivan as to where he found the recipe, but he could not remember so gaz let the matter drop until 2007 when he made the drink as an aperitif for a few friends round for dinner. Gaz's guests asked the origins of the drink and this led gaz to contact Sullivan again. This time Sullivan remembered and told gaz that he had found it in The Bartender's Bible . Now many of you will already be smiling as The Bible , published in 1991, was gaz Regan's first book. Gaz imbibed and wrote about thousands of cocktails over the years so it is understandable that he overlooked his own book. After an embarrassed oh-yeah moment he started rummaging around in the back of the closet of his guest room where an oversized envelope still held his working notes for the book. So it transpired that gaz purloined the recipe from a 1988 edition of Mr. Boston Official Bartender's Guide , but he had added a typical gaz touch, namely a dash of bitters, and predictably a bit more tequila. The recipe has since been traced back to at 1974 edition of the Mr. Boston Official Bartender's Guide .",
  "Nutrition": "One serving of Rosita contains 175 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "23.53% alc./vol. (23.53° proof)"
    ],
    [
      "21.3 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}