{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1720/russian-spring-punch",
  "Name": "Russian Spring Punch",
  "Glass": "Sling glass",
  "Ingredients": [
    "7 fresh Raspberries",
    "45 ml Ketel One Vodka",
    "7.5 ml Giffard Crème  de Framboise",
    "7.5 ml Joseph Cartron Double Crème de Cassis de Bourgogne",
    "22.5 ml Lemon juice (freshly squeezed)",
    "7.5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "50 ml Brut champagne/sparkling wine"
  ],
  "Instructions": [
    "Select and pre-chill a Sling glass .",
    "Prepare garnish of lemon slice wheel & seasonal berries..",
    "SHAKE first 6 ingredients with ice.",
    "POUR sparkling wine into shaker.",
    "STRAIN into ice-filled glass.",
    "Garnish with lemon slice wheel and berries."
  ],
  "Review": "Well-balanced, complex and refreshing.",
  "History": "Created in the 1980s by Dick Bradsell, London, England. In the Dec-Jan 1998 edition of CLASS magazine (page 6), Dick wrote about his drink, \"Many springs ago, I conceived the Russian Spring Punch which is basically a spiked Kir Royal over ice. This conforms to the punch formula of 1 sweet, 2 sour, 3 strong, 4 weak except the most of the 'weak' bit (normally soda or juice) is replaced with champagne, turning the recipe into a sledgehammer of a cocktail. To make, fill a Collins glass with ice. Add 50ml best vodka, 25ml lemon juice, two teaspoons of cassis and two teaspoons of sugar syrup. Top with champagne and stir. Garnish with a lemon slice and some berries.\" In August 2015 , Dick told us the full story: \"I created this drink for friends of ours, Rebecca du Pont de Bie and Peter Kent , in the 80s. I think I was still working at Zanzibar at the time, but it might very well have been Fred's: it was before my daughter Beatrix was born in 1988. Peter was a gay guy, who designed shops and married Hamish Bowles, who is editor-at-large for Vogue. They shared an extremely nice flat in the Knightsbridge end of Kensington, and they wanted to have a cocktail party but they didn't have enough money. So I suggested that, as they didn't have quite enough cash for prestigious amounts of drink, they requested that everyone brought a bottle of bubbly. So if you brought rubbish, you got the drinks rubbish, and if you brought quality, you drank quality. I stocked the bar with glasses, and in each glass was a shot of vodka, half a shot of lemon juice, two barspoons of sugar, one barspoon of cassis and ice. People got to drink their whole bottle of champagne and however many shots of vodka they felt they could manage. It was lethal, that thing. We had people falling down the stairs and dancing around in wild abandon. I called it the Russian Spring Punch because it has vodka in it, which is Russian, and it's a Collins, or a Fizz, which is a spring drink.\"",
  "Nutrition": "",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "13.98% alc./vol. (13.98° proof)"
    ],
    [
      "19.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}