{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3553/reveillon-cocktail",
  "Name": "Réveillon Cocktail",
  "Glass": "",
  "Ingredients": [
    "45 ml Calvados / apple brandy / straight applejack",
    "15 ml Giffard Poire William",
    "7.5 ml Pimento dram/Allspice liqueur",
    "7.5 ml Punt E Mes vermouth amaro",
    "4 drop Bob's Abbotts bitters"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of cinnamon stick.",
    "STIR all ingredients with ice.",
    "STRAIN into ice-filled glass."
  ],
  "Review": "Bittersweet and spicy with underlying warming apple spirit. Originally designed to be served straight-up in a Nick & Nora glass, we think it's better suited to being served on-the-rocks, preferably over a chunk of block ice.",
  "History": "Adapted from a drink created in 2005 by Chuck Taggart, the Los Angeles-based New Orleanian cocktail-loving disc jockey behind GumboPages.com . Chuck reports that after trying the drink for the first time at a 2005 Christmas party, Ted \"Dr Cocktail\" Haigh declared, \"Oh, this is delightful!\" adding, \"It's like sucking on Santa!\" In French and Portuguese, a réveillon is a long dinner, and often a social gathering, held on the evenings preceding Christmas Day and New Year's Day. In the same way that Americans seem to celebrate St Patrick's Day more fervently than the Irish, Réveillon is particularly celebrated in New Orleans, either due to the city's strong French heritage or it being a damn good excuse for a nosh-up and party. Réveillon comes from the French word, réveil meaning 'waking' (or 'alarm clock' according to the very literal Google Translate). Why the name? Well, any good party should last through the early hours. Right!",
  "Nutrition": "One serving of Réveillon Cocktail contains 185 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "25.87% alc./vol. (25.87° proof)"
    ],
    [
      "19.4 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}