{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1752/sazerac-diffords-split-base",
  "Name": "Sazerac (Difford's split base)",
  "Glass": "Old-fashioned glass",
  "Ingredients": [
    "10 ml La Fée Parisienne absinthe",
    "60 ml Chilled water",
    "20 ml Cognac (brandy)",
    "20 ml Straight rye whiskey (100 proof /50% alc./vol.)",
    "20 ml Bourbon whiskey",
    "10 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "4 dash Peychaud's or other Creole-style bitters",
    "1 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of lemon zest twist.",
    "POUR absinthe into an ice-filled old-fashioned glass, TOP with water, and leave to stand.",
    "THROW other ingredients with ice and set aside.",
    "STRAIN contents of the old-fashioned glass into a chilled shot glass to be served as an optional extra alongside the Sazerac..",
    "STRAIN contents of shaker into the absinthe rinsed old-fashioned glass.",
    "Express lemon zest twist over the cocktail and discard.",
    "Enjoy a delicious Sazerac with an absinthe shot served alongside."
  ],
  "Review": "If you are rightly concerned about chucking expensive absinthe down the drain then consider straining into a shot glass and serve on the side. The roughly seven-to-one with ice melt proportion used to rinse the glass produces a tasty chaser.",
  "History": "Legend has it that the Sazerac was originally made with cognac, but due to the phylloxera plague hitting cognac supplies in the 1870s ( see Sazerac history ), rye whiskey was substituted. As bourbon started to dominate American whiskey, many bartenders started making Sazeracs with bourbon rather than rye. The truth appears to be that the Sazerac was always a whiskey cocktail. Indeed, it appears to have originally been known by the loose name Improved Whiskey Cocktail . There are many who fervently object to the use of bourbon, including Stanley Clisby Arthur, who in his 1937 Famous New Orleans Drinks & how to mix'em wrote: \"for while Bourbon may do for a julep it just won't do for a real Sazerac.\" I like Sazeracs made with rye whisky. I also like them made with bourbon and/or cognac. All three spirits make a good Sazerac, each very different. The rye is obviously more robust and spicier, while the bourbon is softer and cognac softer still. After trying all three, I profess to prefer rye or a combination of all three - equal parts of each - a tad schizo perhaps, but each spirit contributes some of its personality, resulting in a very complex Sazerac. Bitters A Sazerac is not a Sazerac without Peychaud or another brand of Creole-style bitters, but many recipes, including Stanley Clisby Arthur's, also call for a dash of aromatic bitters. I have been guilty of using three dashes of aromatic bitters in the past, but I was also guilty of making my Sazeracs with a blend of bourbon and cognac, and a Sazerac made with these softer spirits does benefit from heavy bittering. However, one dash will suffice, especially when using rye as your base spirit. Don't be tempted to forgo the aromatic bitters altogether as it adds a special something to the cocktail. Regular Difford's Guide readers will know my bias towards sugar syrup over granulated sugar, let alone a sugar cube. For support, I turn to Embury, who writes, \"Traditionally, the Sazerac, like the Old-Fashioned, is made by first saturating a lump of sugar with bitters and then muddling it. In the interest of simplicity and better drinks, however, we have abandoned loaf sugar in favour of sugar syrup.\" The action of dampening a sugar cube with a splash of water and bitters and then muddling creates a syrup, albeit one with crystals of undissolved sugar for the drinker to crunch upon. Surely, Embury is right, and using quality homemade sugar syrup makes more sense and is a better Sazerac. If not syrup, then I suggest powdered sugar . Indeed, I can't argue for the use of syrup over powdered sugar. The balance of sugar and bitters makes or breaks a Sazerac. The sugar should just take the edge of the spirit and the bitters but not produce a sweet cocktail. Dilution Again, to quote Embury, \"The Sazerac is a sharp, pungent, thoroughly dry cocktail. To most people, however, the combination of absinthe and whisky [sic] is not particularly pleasing. While whisky lovers do not like the sharp, biting taste that the absinthe imparts, absinthe lovers prefer their absinthe straight, dripped, frappéed, or mixed with gin rather than whisky. Even among my various New Orleans friends I have yet to find a Sazerac addict.\" Made using the classical proportions and methods, the Sazerac can indeed be a \"thoroughly dry cocktail\", perhaps a tad too dry and punchy. Achieving the correct fine balance of sugar and bitters is crucial, but so is the dilution. Over stir or use wet melting ice, and your cocktail will be too dilute. Use double-frozen ice straight from the freezer, and even with a prolonged stir, you are unlikely to achieve spot-on dilution. Hence, if using ice taken directly from a freezer, then consider adding 10ml (⅓oz) chilled water. Mixing method Although considered a sacrilege by many and classically a misdemeanour, this cocktail is great served shaken rather than stirred but is best when thrown . Throwing aerates and opens but does not leave the unattractive foamy top that shaking does. Garnish The oils from a twist of lemon complete this cocktail; a fine mist is enough. Too much and lemon starts to overpower the flavour. I don't drop the zest into the drink as there is something off-putting about the lemon touching your lips as you sip the drink. As Stanley Clisby Arthur says, \"do not commit the sacrilege of dropping the peel into the drink.\" He goes on to say, \"some bartenders put a cherry in a Sazerac; very pretty but not necessary.\"",
  "Nutrition": "One serving of Sazerac (Difford's split base) contains 213 calories",
  "Alcohol_Content": [
    [
      "1.8 standard drinks"
    ],
    [
      "17.87% alc./vol. (17.87° proof)"
    ],
    [
      "25.3 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}