{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1755/scofflaw",
  "Name": "Scofflaw",
  "Glass": "Coupe glass",
  "Ingredients": [
    "45 ml Straight rye whiskey (100 proof /50% alc./vol.)",
    "30 ml Strucchi Dry Vermouth",
    "10 ml Lemon juice (freshly squeezed)",
    "5 ml Grenadine/pomegranate syrup",
    "2.5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "1 dash Peychaud's or other Creole-style bitters optional",
    "2 drop Saline solution 4:1 (20g sea salt to 80g water) optional"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of lemon zest twist.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS lemon zest twist over the cocktail and use as garnish."
  ],
  "Review": "Just on the dry/tart side so crisp and superbly refreshing. For my version of this classic, I've used bonded strength rye whisky so you need to up the measure if using standard strength rye. I've also used a 'rich' 2:1 grenadine syrup. If using homemade 1:1 syrup pomegranate syrup for your grenadine, up the measure to 10ml (1/3oz) and omit the sugar syrup. Homemade syrup produces a rust-coloured cocktail while with commercial grenadine the result is likely to be more vibrant. The quality of your pomegranate syrup/grenadine will make or break the finished cocktail.",
  "History": "The term \"Scofflaw\" emerged on 15th January 1924 as the winning word of a competition held by a campaigning teetotaller, named Delcevare King, during the height of Prohibition who offered a prize of $200 \" for an epithet which would best express the idea of lawless drinker, menace scoffer, bad citizen, or what not, with the biting power of 'scab' or 'slacker'. \" The Chicago Tribune reported on the competition's launch and winners. \" Two contestants proposed the word and the prize was divided between them. The winners are Henry Irving Shaw of Shawsheen Village and Miss Kate L. Butler of Dorchester. \" It is also the Chicago Tribune , on Monday 21st January 1924, that reports on the creation of the Scofflaw Cocktail at Maxim's bar in Paris.",
  "Nutrition": "One serving of Scofflaw contains 160 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "22.22% alc./vol. (22.22° proof)"
    ],
    [
      "20.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}