{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2848/scotch-sour",
  "Name": "Scotch Sour",
  "Glass": "Old-fashioned glass",
  "Ingredients": [
    "60 ml Blended Scotch whisky",
    "25 ml Lemon juice (freshly squeezed)",
    "15 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "15 ml Egg white (pasteurised) or \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAquafaba (chickpea water)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t or 3 dashes Fee Brothers Fee Foam cocktail foamer"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of lemon and orange zest twists.",
    "SHAKE all ingredients with ice and strain back into shaker.",
    "DRY SHAKE (without ice) to emulsify.",
    "FINE STRAIN into ice-filled glass.",
    "Express lemon and orange zest twists over the cocktail and use as garnish."
  ],
  "Review": "This cocktail is sadly often overlooked in favour of the bourbon-based Whiskey Sour . Depending on the peatiness of the whisky, I don't tend to add bitters to a Scotch Sour. However, as David A. Embury says in his 1948 The Fine Art of Mixing Drinks , \" Two dashes of Angostura to each drink constitute a pleasing addition to this drink. Lime juice may be used in place of lemon, but, to most tastes, lemon combines more pleasingly with whisky than does lime. Scotch or Irish may be used in place of rye or bourbon, but the smoky taste of Scotch does not combine pleasingly with citrus juices. \" While I'm usually in full agreement with Embury, I vehemently disagree with his opinion regarding the pairing of peaty Scotch and citrus. And for evidence to back my argument, I call The Penicillin Cocktail .",
  "History": "See Whiskey Sour history",
  "Nutrition": "One serving of Scotch Sour contains 193 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "15.35% alc./vol. (15.35° proof)"
    ],
    [
      "17.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}