{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1807/seelbach",
  "Name": "Seelbach",
  "Glass": "Flute glass",
  "Ingredients": [
    "30 ml Bourbon whiskey",
    "15 ml De Kuyper Triple Sec (40%)",
    "2 dash Peychaud's or other Creole-style bitters",
    "2 dash Angostura Aromatic Bitters",
    "Top up with Brut champagne/sparkling wine"
  ],
  "Instructions": [
    "POUR first four ingredients into chilled glass. TOP with champagne."
  ],
  "Review": "A champagne cocktail fortified with bourbon and triple sec liqueur.",
  "History": "Mark Twain is purported to have once said, \"Never let the truth stand in the way of a good story, unless you can't think of anything better.\" Sadly, there is more veracity to this quote than there is the previously accepted story behind the creation of the Seelbach Cocktail. It transpires that the Seelbach Cocktail was created by Adam Segar in 1995, then an unknown bartender in his late 20s who'd recently taken charge of the beverage operations at the Seelbach Hilton Hotel in downtown Louisville, Kentucky. To give his new creation gravitas, Segar invented the story that he had re-discovered what he claimed was the hotel's pre-Prohibition signature cocktail created circa 1917 whilst searching through old hotel menus. The Louisville Courier-Journal reported on what its editor believed was a rediscovered local classic so giving Segar's lie legitimacy. This was picked up and the story repeated by Gary \"gaz\" Regan and Mardee Haiden Regan in their 1997 book New Classic Cocktails and then by Ted Haigh in his influential 2009 book Vintage Spirits and Forgotten Cocktails . So Segar's lie became the accepted truth until guilt drove him to confess all to gaz Regan and the myth was debunked by Robert Simonson in his The New York Times drinks column in October 2016. Segar left the Selback Hotel in 2001 and a cynic may conclude Segar only fessed up to both gaz and a New York Times journalist to drive publicity for his own venture, a bar in Manhattan. Incidentally, if you find yourself in Louisville, The Old Seelbach Bar has been restored to its authentic, early 1900s decor and continues to serve its \"signature\" drink. Gaz Regan once described the expansive bourbon selection stocked on the back bar there as \"one of the finest stretches of mahogany in the country.\" If visiting the Seelbach be sure to check out the beautiful tiled function room with its vaulted ceiling in the basement.",
  "Nutrition": "One serving of Seelbach contains 109 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "39.31% alc./vol. (39.31° proof)"
    ],
    [
      "18.2 grams of pure alcohol"
    ]
  ],
  "Garnish": "Orange zest twist"
}