{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1773/sidecar-diffords-spec",
  "Name": "Sidecar (Difford's spec.)",
  "Glass": "",
  "Ingredients": [
    "45 ml Cognac (brandy)",
    "22.5 ml De Kuyper Triple Sec (40%)",
    "15 ml Lemon juice (freshly squeezed)",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "7.5 ml Chilled water omit if using wet ice",
    "4 drop Saline solution 4:1 (20g sea salt to 80g water)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist (a lemon zest twist is more classic). There have been periods when it has been fashionable to coat the rim of the glass in which this cocktail is served with sugar. The earliest written reference to this is in 1934. Thankfully, sugar rims are now out of vogue, and, as Embury writes in his book, \"A twist of lemon may be used if desired and the peel dropped into the glass. Otherwise no decoration.\".",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "Cognac shines over freshening lemon and orange zestiness. Hopefully, you'll find this recipe perfectly balanced, but those with a sweet tooth may prefer to serve in a glass with a sugar rim - as has become traditional for a Sidecar. For added complexity, replace the sugar syrup and chilled water in the recipe with 15ml (½oz) Pineau des Charentes blanc .",
  "History": "The proportions of this cocktail are debated as much as the Sidecar's origin . Perhaps due to ease rather than balance, the equal parts formula (1 x brandy, 1 x triple sec and 1 x lemon juice) was the earliest published recipe (Robert Vermeire's 1922 Cocktails: How to Mix Them and Harry McElhone's 1922 ABC of Cocktails ) and remains seems popular. In his 1948 Fine Art of Mixing Drinks , David A. Embury writes of the 'equal parts' Sidecar, \" This is the most perfect example of a magnificent drink gone wrong \". He argues, \" Essentially the Side Car is nothing but a Daiquiri with brandy in the place of rum and Cointreau in the place of sugar syrup or orgeat. \" Embury then gives his 8:2:1 Daiquiri formula (2 brandy, 1/2 triple sec and 1/4 lemon juice). In his 1930 The Savoy Cocktail Book , Harry Craddock calls for 2 brandy, 1  Cointreau and 1 lemon juice. Some refer to MacElhone and Vermiere's equal parts recipe as belonging to \"the French school,\" while the Savoy's 2:1:1 formula is said to be from the \"English school.\" My recipe takes the middle ground between The Savoy and the 'equal parts' camp. I also find this cocktail benefits from a dash of sugar syrup, or (preferably) Pineau des Charentes, to help balance the citrus. If using just-out-the-freezer ice, also consider adding a splash of chilled water for dilution.",
  "Nutrition": "One serving of Sidecar (Difford's spec.) contains 171 calories",
  "Alcohol_Content": [
    [
      "1.4 standard drinks"
    ],
    [
      "20.88% alc./vol. (20.88° proof)"
    ],
    [
      "19.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}