{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3611/spicy-fifty",
  "Name": "Spicy Fifty",
  "Glass": "Martini glass",
  "Ingredients": [
    "2 slice Red chili pepper (jalapeño/fresno chili (10,000 SHU) deseeded) fine sliced",
    "50 ml Absolut Vanilia Vodka",
    "15 ml Elderflower cordial",
    "20 ml Lime juice (freshly squeezed)",
    "10 ml Honey sugar syrup"
  ],
  "Instructions": [
    "MUDDLE chilli in base of SHAKER. Add other ingredients, SHAKE with ice and fine strain into chilled glass."
  ],
  "Review": "Chilli spice smoothed by honey with vanilla vodka and lime juice.",
  "History": "Adapted from a recipe created in 2004/5 by Salvatore Calabrese for his bar Fifty, London, England, which after the usual delays, opened in February 2005 with this cocktail being a signature drink on the first menu. To quote Salvatore from his 2015 Classic Cocktails , \" It's one of my best-selling cocktails, one of my most famous drinks, and a modern classic in its own right. The book stipulates Salvatore's recipe as follows (with a typo on the first ingredient which should be one-and-two-thirds-of-an-ounce): \" Spicy Fifty 2/3oz / 5cl Vanilla vodka 1/2oz / 1.5cl Elderflower cordial 1/2oz / 1.5cl Fresh lime juice 1/3oz / 1cl Honey syrup [2 parts honey to 1 part water] 2 thin slices Red chile pepper\" Salvatore says his recipe was influenced by dishes on a menu by Michelin-starred chef Jean-George Vongerichten in which chilli was a predominant ingredient. These were on the opening menu for the restaurant Rama which, along with Salvatore's bar, was situated within Fifty St James. Some months before Salvatore created his Spicy Fifty, a young Myles Cunliffe, then a bartender at Brownes Bar and Restaurant in Brighton, created a similar cocktail called MyZo which won him third place in the Stolichnaya sponsored UKBG Cocktail Challenge . The competition was held in London's then influential Sosho Match bar on 13th June 2004 and Salvatore is photographed presenting a proud Myles with his £1,000 prize cheque. Both Myles' MyZo and Salvatore's Spicy Fifty are based on Stolichnaya Vanil with elderflower cordial, citrus and chilli. This was a period when vanilla-flavoured vodkas were fashionable (the vanilla vodka-based Porn Star Martini was created two years earlier), and elderflower cordial was a much used sweetener in London's cocktail bars (leading Rob Cooper to develop St-Germain , launched just three years later). Chili also started to feature in London cocktails around this time, and on the opposite side of London's St James' Danny Smith created his chili-enlivened Fuego Manzana No.2 . Vanilla, elderflower and chili were all influencing cocktail culture at the time and citrus is a timeless predominant cocktail ingredient. And additionally, perhaps, months after the competition, Myles' cocktail subconsciously inspired Salvatore.",
  "Nutrition": "",
  "Alcohol_Content": [],
  "Garnish": "Fresh chilli on rim (warn drinker not to eat)"
}