{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1874/stinger",
  "Name": "Stinger",
  "Glass": "Old-fashioned glass",
  "Ingredients": [
    "60 ml Cognac (brandy)",
    "22.5 ml Giffard Menthe Pastille white crème de menthe"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of mint sprigs bouquet.",
    "SHAKE all ingredients with ice.",
    "STRAIN into glass filled with crushed ice."
  ],
  "Review": "Classically the Stinger is shaken and served straight-up in a chilled coupe. However, I think it makes for a more refreshing peppermint and brandy digestif when served over crushed ice.",
  "History": "In the 1956 American musical comedy film High Society , Bing Crosby explains to Grace Kelly how the Stinger gained its name. \" It's a Stinger. It removes the sting. \" The Stinger appears in Jacques Straub's 1913 Straub's Manual of Mixed Drinks but owes its popularity during the 1920's to Reginald \"Reggie\" Vanderbilt, an American millionaire and father of fashion designer Gloria Vanderbilt. In his 2015 Updated & Revised Imbibe David Wondrich recounts a 1923 newspaper gossip page story crediting the invention of The Stinger to Reggie, a keen cocktail maker who \" was observed in all its pomp and glory in the bar of [his] home, and he himself was the high priest, the host, the mixer. \" The bar in his Fifth Avenue mansion was apparently modelled after the one in the William the Conqueror tavern in Normandy. The article claims \" the 'Stinger' was his own invention, a short drink with a long reach, a subtle blending of ardent nectars, a boon to friendship, a dispeller of care. \" Reggie's enthusiasm for cocktails, particularly the Stinger helped contribute to his death from liver failure on 4th September 1925. Similar cocktails, under various names, date back to 1890 when Reggie was only ten. That said, the name Stinger, after the boxing term for a jab to the head, only emerged in 1913 and although a bartender named James B. Regan at New York's Knickerbocker Hotel is implicated, I like to believe that Reggie didn't just adopt the Stinger as his own but also christened it.",
  "Nutrition": "",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "26.2% alc./vol. (26.2° proof)"
    ],
    [
      "21.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}