{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1935/tequila-sunrise",
  "Name": "Tequila Sunrise",
  "Glass": "Collins glass",
  "Ingredients": [
    "5 ml Grenadine/pomegranate syrup",
    "5 ml Joseph Cartron Double Crème de Cassis de Bourgogne",
    "45 ml Patrón Reposado tequila",
    "22.5 ml Orange Curaçao liqueur",
    "15 ml Lime juice (freshly squeezed)",
    "75 ml Orange juice (freshly squeezed)"
  ],
  "Instructions": [
    "Select and pre-chill a Collins glass .",
    "Prepare garnish of lime slice wheel.",
    "POUR grenadine and cassis into ice-filled glass.",
    "SHAKE other ingredients with ice.",
    "STRAIN (pour slowly) into glass to sit over red base layer (to create a sunrise effect).",
    "Garnish with lime wheel."
  ],
  "Review": "This 1970s zesty citrus version of the Tequila Sunrise looks the part and comes with a sweet treat at the bottom of the glass.",
  "History": "A variation on the original 1930s Tequila Sunrise , created in 1970 by Bobby \"Robert\" Lozoff, when a 22 year-old rookie bartender working at the Trident in Sausalito, California, USA. The Trident was popular with rock 'n' roll stars and one Monday night in June 1972, when the Trident was normally closed, it was the venue for an intimate Rolling Stones American Tour kick-off party. While Mick Jagger was at the bar waiting for Lozoff to make the Margarita he'd just ordered, Lozoff asked if he had ever tried a Tequila Sunrise. Jagger replied, \" no. \" So, Lozoff made one of his signature drinks. Jagger loved the taste and that it was simple enough for the band to make while on tour. In chapter nine of Keith Richard's 2010 book Life , he says \" The '72 tour was known by other names-the Cocaine and Tequila Sunrise tour. \" The drink's notoriety led its being printed on the back label of Jose Cuervo bottles. Then, in April 1973, the Eagles released their song Tequila Sunrise .",
  "Nutrition": "One serving of Tequila Sunrise contains 236 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "12.27% alc./vol. (12.27° proof)"
    ],
    [
      "20.5 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}