{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3132/the-colonial-cooler",
  "Name": "The Colonial Cooler",
  "Glass": "Collins glass",
  "Ingredients": [
    "45 ml Hayman's London Dry Gin",
    "45 ml Strucchi Rosso Vermouth",
    "5 ml Grand Marnier or other cognac orange liqueur",
    "5 ml Amer Picon",
    "1 dash Angostura Aromatic Bitters",
    "Top up with Thomas Henry Soda Water"
  ],
  "Instructions": [
    "STIR first 5 ingredients with ice and strain into ice-filled glass. TOP with soda."
  ],
  "Review": "Basically a Gin and It lengthened with soda and spiced with dashes of Amer Picon, Angostura bitters and orange curaçao.",
  "History": "This recipe is adapted from Charles H. Baker's 1939 The Gentlemen's Companion in which Baker explains that he encountered this drink in mid-1920s at the Sandakan Club, North Borneo, during an excursion from the SS Resolute, a round-the-world steamer. The steamer anchored some 14 miles off shore and Baker and his companions set ashore in two lifeboats, both of which failed to make dry land due to engine trouble. A Borneo prahu \"with a sail like a striped butterfly and a gent in a G-string and a headdress\" raised the alarm and the adventurers were eventually towed ashore by a British North Borneo Company tug. \"We first went out to the Sandakan Club - there'd be a British Club on Mount Everest if 2 Britishers could stand the cold there! - and had these Coolers, through the courtesy of an American who was sentimental enough to fetch a mint root out with him. \"To 1 jigger of dry gin add the same of Italian vermouth. To this base donate 1 dash of each. Angostura and Amer Picon, and 1 tsp of orange Curaçao. Stir with a goodly lump of ice in a small highball or sour glass, and top off with a squirt of soda garnished with 2 sprigs of mint and a stick of ripe pineapple.\"",
  "Nutrition": "One serving of The Colonial Cooler contains 198 calories",
  "Alcohol_Content": [
    [
      "1.6 standard drinks"
    ],
    [
      "22.71% alc./vol. (22.71° proof)"
    ],
    [
      "22.8 grams of pure alcohol"
    ]
  ],
  "Garnish": "Mint sprig and pineapple wedge"
}