{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1947/three-miller",
  "Name": "Three Miller",
  "Glass": "Coupe glass",
  "Ingredients": [
    "40 ml Cognac (brandy)",
    "20 ml Light white rum (charcoal-filtered 1-4 years old)",
    "10 ml Lemon juice (freshly squeezed)",
    "7.5 ml Grenadine/pomegranate syrup",
    "10 ml Chilled water omit if using wet ice"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of lemon zest twist.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS lemon zest twist over the cocktail and use as garnish."
  ],
  "Review": "A seriously strong drink, in flavour and in alcohol.",
  "History": "The Three Miller is one of several Prohibition-era cocktails whose name references the distance from a shore that a nation's territorial waters. During the 18th century this was established as three nautical miles (5.6 km), the distance a cannonball could be shot from the shore to repel incursions. Hence, during Prohibition, US jurisdiction was limited to three miles offshore so allowing the legal supply of alcohol to parties on board boats just outside territorial waters. As the number of offshore parties grew, the US negotiated agreements with countries such as the UK and France to recognize the right of the American authorities to enforce Prohibition and anti-smuggling laws to an extended 12-mile limit. Predictably, the parties moved further off-shore. On 29th December 1988, President Reagan extended the territorial waters of the United States to 12 miles from 3 miles. The notoriety of the three-mile and then 12-mile limit to the reach of the Feds during Prohibition led to the Three Miller/Three Mile Limit, the Twelve Miles Out , and the Twelve Mile Limit cocktails. This cocktail appears in in Harry MacElhone 's 1922 Harry's ABC of Mixing Cocktails and his 1927 Barflies & Cocktails as the \"Three Mile Limit Cocktail\" and then in Harry Craddock 's 1930 The Savoy Cocktail Book as the \"Three Miller Cocktail.\"",
  "Nutrition": "One serving of Three Miller contains 156 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "20.17% alc./vol. (20.17° proof)"
    ],
    [
      "17.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}