{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1971/tom-and-jerry-serves-6",
  "Name": "Tom & Jerry (serves 6)",
  "Glass": "Toddy glass",
  "Ingredients": [
    "2 fresh Egg white",
    "2 fresh Egg yolk",
    "6 barspoon Caster/ Superfine/Baker's special sugar (white)",
    "15 ml Jamaican-style overproof aged pot still rum",
    "2 pinch Cinnamon powder (ground)",
    "2 pinch Clove",
    "3 pinch Freshly grated nutmeg",
    "45 ml Cognac (brandy)",
    "15 ml Caribbean blended rum aged 6-10 years",
    "Top up with Boiling water"
  ],
  "Instructions": [
    "Select and pre-heat a Toddy glass .",
    "Prepare garnish of grated nutmeg.",
    "Pre-warm six 20cl (6.75oz) toddy glasses or Tom & Jerry mugs with hot water.",
    "Using a whisk, BEAT the yolks in a mixing bowl \"until they are thin as water.\" Add sugar, Jamaican rum, spices and STIR thoroughly with whisk.",
    "In a separate bowl, use a whisk to BEAT the egg whites \"to a stiff froth.\"",
    "Use a tablespoon to FOLD the frothy egg whites into the spiced and beaten yolk mixture. This produces the gloopy base mixture known as 'Tom & Jerry batter'.",
    "To make individual drinks, to each of the warmed glasses or mugs, POUR cognac and rum, and add two table spoons of Tom & Jerry batter. STIR each glass/mug thoroughly with a barspoon while topping with boiling water.",
    "Each should end up with frothy head ready to receive the garnish of grated nutmeg."
  ],
  "Review": "A warming and filling winter's meal in itself. This recipe will fill six small toddy glasses or Tom & Jerry mugs (each 20cl capacity to brim), and given the faff involved you might as well double or treble the recipe and make for a crowd, or enjoy several each. Once a wintertime staple served in taverns and saloons across America, the Tom & Jerry cocktail/punch was relegated to obscurity until recent years when cocktail resurgence and the drink's connections to Jerry Thomas assured its resurrection - particularly as a drink served over the Christmas period. One of the reasons for its decline could be the perceived faff involved in its production - especially the 'Tom & Jerry batter' base. However, it's easy to make and uses common household ingredients.",
  "History": "Due to his own claims of being this drink's inventor, the Tom & Jerry was for many years credited to Jerry Thomas at the Planter's House Hotel in St Louis. However, the origins of the Tom & Jerry cocktail predate the flamboyant 'Professor'. Although there are earlier written references, the cocktail appeared in Jerry Thomas' first 1862 edition of How To Mix Drinks .",
  "Nutrition": "",
  "Alcohol_Content": [],
  "Garnish": ""
}