{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1975/tommys-margarita",
  "Name": "Tommy's Margarita",
  "Glass": "Old-fashioned glass",
  "Ingredients": [
    "60 ml Patrón Reposado tequila",
    "30 ml Lime juice (freshly squeezed)",
    "15 ml Agave syrup",
    "4 drop Difford's Margarita Bitters optional"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of lime wedge.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into ice-filled glass.",
    "Garnish with lime wedge."
  ],
  "Review": "The flavour of agave is king in this simple Margarita , made without the traditional orange liqueur.",
  "History": "Created in circa 1987/88 by Julio Bermejo and named after his family's Mexican restaurant and bar in San Francisco, the self-proclaimed \"premier tequila bar on earth\". Tomas and Elmy Bermejo set up Tommy's in 1965 and Julio is one of their five children, all of which are involved in what is truly a family business. Julio has become a legend in the drinks industry for the Tommy's Margarita, his knowledge of tequila and his evangelistic quest to promote good tequila. Tommy's Margarita now appears on the menus of bars all around the world, and in turn, the small family restaurant where the drink was created has become something of a mecca for bartenders and barflies wanting to experience the now famous cocktail in the bar where it was invented. Their journey is well-rewarded. At Tommy's, the classic Margarita trio of tequila, triple sec and lime is enhanced by using agave syrup in place of the triple sec and hand-squeezed Persian limes. The drink is served accompanied by plentiful tortillas and salsa. The bar's shelves groan with one of the largest selections of 100% agave spirit in the USA, and drinkers are encouraged to sample how different tequilas taste in the bar's signature cocktail. Margarita cocktail history and variations",
  "Nutrition": "One serving of Tommy's Margarita contains 180 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "16.81% alc./vol. (16.81° proof)"
    ],
    [
      "17.7 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}