{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/1998/turf-club",
  "Name": "Turf Club",
  "Glass": "Coupe glass",
  "Ingredients": [
    "45 ml Hayman's Old Tom Gin",
    "45 ml Strucchi Rosso Vermouth",
    "2 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist.",
    "STIR all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "Simple but very tasty, equal parts old tom gin and sweet vermouth with aromatic bitters. Winter's original 1884 recipe calls for \"Peruvian bitters\" - I found 3 dashes of Peruvian Cortesano Amargo Bitters Aromatic work well if you have them; alternatively, use a dash less of aromatic bitters (e.g. Angostura).",
  "History": "A sibling, or at least cousin, of the Martinez and the Martini, the Turf Club is or could be, the first cocktail to combine gin and vermouth. It makes its first written appearance in George Winter's 1884 How To Mix Drinks–Bar-Keeper's Handbook as the \"Turf Club\" with later books most often merely titling the drink \"Turf\". The name Turf Club refers to the gentlemen's clubs of the late 1800s-early 1900s, which operated as a combined restaurant, bar, meeting place, and gambling den for the gentlemen of the day. Captains of industry and the aristocracy have always liked horse racing, and where folk gather to watch racing, there is bound to be betting. Many a 'turf accountant' (bookmaker) frequented such clubs, and many a Turf Cocktail was consumed. One of the most famous of these gentlemen's clubs, The Turf Club, stood at the corner of Madison Avenue and 26th Street in New York City. The building, Jerome Mansion, had pedigree, being the former home of Lady Randolph Churchill, the American mother of Winston Churchill - a man I suspect would have appreciated a well-made Turf Club cocktail.",
  "Nutrition": "One serving of Turf Club contains 163 calories",
  "Alcohol_Content": [
    [
      "1.5 standard drinks"
    ],
    [
      "22.69% alc./vol. (22.69° proof)"
    ],
    [
      "20.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}