{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2006/twentieth-century",
  "Name": "Twentieth Century",
  "Glass": "Coupe glass",
  "Ingredients": [
    "40 ml Hayman's London Dry Gin",
    "20 ml Dutch Cacao white crème de cacao",
    "20 ml Americano bianco",
    "20 ml Lemon juice (freshly squeezed)",
    "3 drop Saline solution 4:1 (20g sea salt to 80g water)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of lemon or orange zest twist.",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass."
  ],
  "Review": "Strike a balance between spirituous strength, citrus acidity, herbal complexity, bitterness from the aromatised wine and rich chocolate, and this cocktail justifies its longevity and rightful place in our Cocktail Hall of Fame . Sadly, Kina Lillet , one of the original ingredients, is no longer available and its modern-day replacement, Lillet Blanc , lacks the quinine bitterness and associated balancing sugar of the original Lillet. This cocktail's original 2:1:1:1 specs, published in Billy Tarling's 1937 Café Royal Cocktail Book , translate as 40ml (1⅓oz) Gin, 20ml (⅔oz) white crème de cacao, 20ml (⅔oz) Kina Lillet, and 20ml (⅔oz) lemon juice. However, as Kina Lillet is no longer available, I offer my interpretation using Americano Bianco (see recipe above) as well as this version using a blend of aromatised wines: 40ml (1⅓oz) Dry gin 20ml (⅔oz) White crème de cacao 15ml (½oz) Lillet Blanc (or other aromatized wine) 2.5 (1/12) Kina aromatised wine 2.5 (1/12) Gomme syrup 20ml (⅔oz) Lemon juice 3 drop Saline solution (4:1) Your choice of white cacao liqueur will significantly impact the finished cocktail, so much so that Joerg Meyer created Dutch Cacao liqueur specifically with this cocktail in mind. (It's also the liqueur I used to test both recipes.)",
  "History": "The recipe for a Twentieth Century was first published in William J. \"Billy\" Tarling's 1937 Café Royal Cocktail Book so this cocktail is thought to have originated in the 1930s. Thanks to Tarling's book, it's known to have been created by \"C. A. Tuck.\"",
  "Nutrition": "One serving of Twentieth Century contains 187 calories",
  "Alcohol_Content": [
    [
      "1.1 standard drinks"
    ],
    [
      "15.63% alc./vol. (15.63° proof)"
    ],
    [
      "15.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}