{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/3808/velasco-and-sand",
  "Name": "Velasco and Sand",
  "Glass": "Coupe glass",
  "Ingredients": [
    "30 ml Del Maguey Vida Clásico Mezcal",
    "22.5 ml Heering Cherry Liqueur",
    "22.5 ml Strucchi Rosso Vermouth",
    "30 ml Orange juice (freshly squeezed)"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist.",
    "SHAKE all ingredients with ice.",
    "STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "Mezcal adds a faintly smoky note to this riff on the classic Blood & Sand. The proportion of spirit and orange juice is slightly raised from the usual equal parts formula – the extra nip of mezcal adds an uplifting kick to the drink while more orange adds zippy freshness and lightens what can otherwise be a heavy cocktail.",
  "History": "Sadly, I can't claim to have created this mezcal-based riff on the classic Blood & Sand – indeed, Adéle Robberstad of Cherry Heering hinted that a \"Mezcal Blood & Sand\" was a drink that should be on Difford's Guide. However, I felt it needed a fitting name. But why Velasco? The Battle of Velasco, fought on 26th June 1832, was a prelude to the Texas Revolution and was the first military conflict between Mexico and the settlers in Texas. After two days of battle, the Texans prevailed after the Mexicans, who were running out of ammunition, surrendered. Not only was this a bloody Mexican battle, but the name seemed apt for a Blood & Sand due to Fort Velasco standing in what is now the city of Surfside Beach, approximately 140 meters/150 yards from the Brazos River. The stockade had inner and outer walls with the 1.8 meters/6 feet between the two filled with earth and sand. Sand also featured in this bloody battle as the Texans were forced to dig trenches in the sandy ground to protect themselves from the Mexicans' fire.",
  "Nutrition": "One serving of Velasco and Sand contains 191 calories",
  "Alcohol_Content": [
    [
      "1.1 standard drinks"
    ],
    [
      "15.13% alc./vol. (15.13° proof)"
    ],
    [
      "15.9 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}