{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2048/vieux-carre-cocktail",
  "Name": "Vieux Carré Cocktail",
  "Glass": "",
  "Ingredients": [
    "22.5 ml Straight rye whiskey (100 proof /50% alc./vol.)",
    "22.5 ml Cognac (brandy)",
    "22.5 ml Strucchi Rosso Vermouth",
    "10 ml Bénédictine D.O.M. liqueur",
    "2 dash Peychaud's or other Creole-style bitters",
    "1 dash Angostura Aromatic Bitters"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of lemon zest twist.",
    "STIR all ingredients with ice.",
    "STRAIN into ice-filled glass.",
    "EXPRESS lemon zest twist over the cocktail and use as garnish."
  ],
  "Review": "A Sweet Manhattan served on-the-rocks with added herbal complexity and an all-important splash and dash or two of New Orleans bitters. Driven by comments on Difford's Guide, particularly one left in January 2021, I changed my Vieux Carré recipe to use 25% less whiskey, cognac, and vermouth but the same 10ml of Bénédictine, so amplifying the herbal richness it contributes. I also doubled the Creole bitters. For those who liked the previous recipe: 30 ml Bourbon 30 ml Cognac 30 ml Rosso vermouth 10 ml Bénédictine D.O.M. (this was 7.5ml pre-April 2020 & in my 15th book) 1 dash Aromatic bitters 1 dash Creole-style bitters My quest for the perfect Vieux Carré continued in June 2022 when I succumbed to the calls to use rye instead of bourbon, in keeping with the original recipe. For the record, I tried a 50/50 mix of the two whiskies, but this did not work as well, and neither did either bourbon or indeed rye.",
  "History": "Created in 1938 by Walter Bergeron, the then head bartender at what is now the Carousel bar at the Monteleone Hotel, New Orleans, USA. Pronounced 'Voo-Ka-Ray' or more correctly 'Vyuh Cah-ray', it is named after the French term for New Orleans French Quarter and literally translates as 'old square'. Adapted from a recipe in Stanley Clisby Arthur's 1938 Famous New Orleans Drinks and how to mix 'em .",
  "Nutrition": "One serving of Vieux Carré Cocktail contains 169 calories",
  "Alcohol_Content": [
    [
      "1.6 standard drinks"
    ],
    [
      "28.34% alc./vol. (28.34° proof)"
    ],
    [
      "22.2 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}