{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2600/waldorf-no-1",
  "Name": "Waldorf No. 1",
  "Glass": "Coupe glass",
  "Ingredients": [
    "45 ml Straight rye whiskey (100 proof /50% alc./vol.)",
    "30 ml Strucchi Rosso Vermouth",
    "5 ml La Fée Parisienne absinthe",
    "2 dash Orange Bitters by Angostura"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of orange zest twist.",
    "STIR all ingredients with ice.",
    "STRAIN into chilled glass.",
    "EXPRESS orange zest twist over the cocktail and use as garnish."
  ],
  "Review": "It may go against modern bartending etiquette, but this modern riff on the original equal parts Waldorf is best enjoyed shaken rather than stirred. The extra dilution and aeration benefits this Sazerac meets a Sweet Manhattan cocktail. Shake well, and the foam will last till it reaches the bottom of the glass.",
  "History": "The eponymous cocktail from the Waldorf Hotel, which, until its demise in 1929, occupied the site on New York's Fifth Avenue where the Empire State Building now stands. The hotel was succeeded by the present Waldorf-Astoria New York Hotel, which occupies a landmark Art-Deco building at 301 Park Avenue built in 1931. Consisting of equal parts rye whiskey, sweet vermouth and absinthe with 2 dashes of orange bitters, shaken and served frappé (over crushed ice), this cocktail first appeared in Jacques Straub's 1913 Manual of Mixed Drinks . It was repeated later in Albert Stevens Crockett's 1931 Old Waldorf-Bar Days . The original recipe is tough for modern palates, but it's made more approachable by the addition of 2 spoons of sugar syrup: 15ml (½oz)  Rye 15ml (½oz)  Sweet vermouth 15ml (½oz) Absinthe 10ml (⅓oz) Sugar syrup (2 sugar : 1 water) 2 dashes Orange bitters SHAKE all ingredients with ice and strain into a double old-fashioned glass filled with crushed ice.",
  "Nutrition": "One serving of Waldorf No. 1 contains 165 calories",
  "Alcohol_Content": [
    [
      "1.7 standard drinks"
    ],
    [
      "30.19% alc./vol. (30.19° proof)"
    ],
    [
      "24.3 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}