{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2062/ward-eight",
  "Name": "Ward Eight",
  "Glass": "",
  "Ingredients": [
    "60 ml Straight rye whiskey (100 proof /50% alc./vol.)",
    "22.5 ml Lemon juice (freshly squeezed)",
    "22.5 ml Orange juice (freshly squeezed)",
    "7.5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix)",
    "5 ml Grenadine/pomegranate syrup"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of skewered quarter orange slice wheel and Luxardo Maraschino Cherry .",
    "SHAKE all ingredients with ice.",
    "FINE STRAIN into chilled glass.",
    "Garnish with skewered quarter orange slice and cherry."
  ],
  "Review": "This is a spirited, sweet and sour combination - like most politicians.",
  "History": "Named after Ward Eight, a voting district of Boston notorious for political corruption. A 1951 Holiday Magazine article, attributes creation of the Ward Eight cocktail to a bartender named Tom Hussion, in November 1898, at Boston's fine-dining restaurant Locke-Ober Café, in honour of Martin Lomasney, who was running for election in Ward Eight. Lomasney, a teetotaller, may not have been at the dinner organised by members of the Hendricks Club of socialites but, while it's possible they toasted him in his absence, contrary to Holiday Magazine the drinks surely weren't mixed by Hussion as he apparently didn't start working at Locke-Ober until 1900. Another Locke-Ober's bartender, named Billy Kane, may have mixed the first round of Ward Eights for Hendricks Club that night. However, not according to a bartender named Charlie Carter who, in a 1934 letter to G. Selmer Fougner published in his New York Sun \"Along the Wine Trail\" column, claims he created the Ward Eight to celebrate a 1903 Lomasney election victory. I have not yet succeeded in verifying the 1951 Holiday Magazine article or the 1934 New York Sun column so I am only repeating what others have written. Frustratingly, I've also not yet been able to access a widely quoted 1907 column in the Boston Herald that claims the cocktail as \"the most talked-of drink in Boston.\" The cocktail features in the 1913 revised edition of The Cocktail Book - A Sideboard Manual for Gentlemen and, more notably, in Robert Vermeire's 1922 Cocktails: How to Mix Them .",
  "Nutrition": "One serving of Ward Eight contains 185 calories",
  "Alcohol_Content": [
    [
      "1.6 standard drinks"
    ],
    [
      "18.81% alc./vol. (18.81° proof)"
    ],
    [
      "22.1 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}