{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2086/whisky-mac",
  "Name": "Whisky Mac",
  "Glass": "Old-fashioned glass",
  "Ingredients": [
    "45 ml Blended Scotch whisky",
    "30 ml Ginger wine"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of candied ginger on stick.",
    "STIR all ingredients with ice.",
    "STRAIN into ice-filled glass (preferably over a large cube or chunk of block ice)."
  ],
  "Review": "When a teenage pub-goer in the early 1980s, the Whisky Mac was my drink of choice after I'd had my fill of ale – Courage Directors in those days. I hit upon the Whisky Mac mostly because I liked the name and it pushed the boundaries of what could be ordered at The Pickhurst Pub. I remember the drink comprising a jigger of scotch whisky and an equal measure of green ginger wine served in a tumbler over a few cubes of bad pub ice. You paid for each measure - two drinks served in one glass. I was young with a sweet tooth, so equal parts whisky to wine suited. Now middle-aged/old with drier tastes, I prefer at least one-and-half times as much whisky to green wine. The resulting cocktail is gently spirituous with subtle ginger spice and an off-dry velvety mouthfeel. As a teenager I was onto a good thing!",
  "History": "This cocktail's full name is Whisky MacDonald, and legend has it that it was named after Major General Sir Hector Archibald MacDonald (4th March 1853 - 25th March 1903). Then better known as Fighting Mac due to his military exploits, MacDonald was a distinguished Victorian soldier who became something of a folk hero. MacDonald is said to have first made the eponymously named drink in 1899 while serving in India, during a period of unrest over a proposed demarcation between China and British India - a border known as the Macartney-MacDonald Line (which is still the basis of the border between China and Pakistan). A cholera breakout hit the troubled area, and due to the perceived medicinal properties of ginger, so green ginger wine became popular among serving officers. MacDonald combined his love for whisky and medicinal ginger wine to create the Whisky Mac. One should never let the truth stand in the way of a good story, and our hero may well have mixed scotch whisky with green ginger wine whilst in India, but the Macartney-MacDonald Line is named after George Macartney, the British consul at Kashgar, and Sir Claude MacDonald, the British envoy in Peking who presented the proposed border to the Chinese in a letter to the Qing government. That doesn't necessarily throw doubt on the relationship between Sir Hector Archibald MacDonald and the Whisky Mac, but the two MacDonalds have been confused in various tellings of this legend. But what of our hero, Fighting Mac? He was the son of a Ross-shire crofter who left school before he was 15 and, at the age of 17, enlisted as a private in the Gordon Highlanders. He quickly rose through the ranks after distinguishing himself in action at Omdurman in 1898. He then became a popular hero in Scotland and England and was knighted for his service in the Second Boer War. Sir Hector MacDonald became a Major General, then one of only a few British Army generals to have risen through the ranks, \"from stable boy to general,\" merely on merit and success in the field. Such was his notoriety that his likeness appeared on the labels of Camp Coffee as the moustached, dark-headed officer being offered a tray of coffee. MacDonald's final posting was to Ceylon (Sri Lanka) as Commander-in-Chief of British forces, but tragically, he shot himself in a hotel room in Paris on 25 March 1903 \"following unsubstantiated accusations of homosexual activity with local boys.\" Was his suicide proof of his guilty conduct while in Ceylon? Or was MacDonald the victim of a class-ridden conspiracy? This blog makes a compelling argument for his merely falling foul of the British Establishment. Sir Hector MacDonald may or may not have created the Whisky Mac, but it is fitting that a cocktail is named after him.",
  "Nutrition": "One serving of Whisky Mac contains 125 calories",
  "Alcohol_Content": [
    [
      "1.3 standard drinks"
    ],
    [
      "23.46% alc./vol. (23.46° proof)"
    ],
    [
      "17.6 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}