{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2091/white-lady",
  "Name": "White Lady",
  "Glass": "",
  "Ingredients": [
    "50 ml Hayman's London Dry Gin",
    "22.5 ml De Kuyper Triple Sec (40%)",
    "22.5 ml Lemon juice (freshly squeezed)",
    "5 ml Sugar syrup 'rich' (2 sugar to 1 water, 65.0°Brix) optional",
    "3 drop Saline solution 4:1 (20g sea salt to 80g water)",
    "15 ml Egg white (pasteurised) or \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAquafaba (chickpea water)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t or 3 dashes Fee Brothers Fee Foam cocktail foamer"
  ],
  "Instructions": [
    "Select and pre-chill a Coupe glass .",
    "Prepare garnish of lemon zest twist.",
    "SHAKE all ingredients with ice and strain back into shaker.",
    "DRY SHAKE (without ice).",
    "FINE STRAIN into chilled glass.",
    "EXPRESS lemon zest twist over the cocktail and use as garnish."
  ],
  "Review": "A simple, silky and delicious gin-laced classic with a sour finish. My White Lady recipe is authentic to the proportions in Harry Craddock's 1930 recipe (see below) in using 2 parts dry gin, 1 part triple sec and 1 part lemon juice, but the sugar in modern-day triple secs (such as Cointreau) fails to balance lemon's citrus acidity (many triple sec liqueurs have become drier post-2000) so, depending on the sourness of your lemons, it is desirable to add a dash or even splash of sugar syrup. Led by The Savoy's American Bar itself, where Peter Dorelli always made his signature White Lady with egg white, this addition has become the norm in most countries. However, while the Japanese enjoy raw fish, the trend for adding raw egg to sour cocktails is yet to catch on there, with Japanese bartenders such as Hidetsugo Ueno San vehemently against egg white being used in any cocktail. I believe the Japanese omission of egg white is more a cultural judgement than one of taste, and egg white rounds a White Lady. It also makes it white. Beneath the attractive fluffy white foam produced by aerating the egg lies a dirty yellow drink that hardly befits the name. Those against the use of egg white argue that the drink is not named after its colour but the numerous ghostly white ladies of mythology. Maybe, but dirty yellow is not as visually appealing as a fluffy white head, and the drink's better with it!",
  "History": "Like so many cocktails, the history of the White Lady is debatable. However, the recipe we recognise today originated in the late 1920s, probably created by Victor Cabrin at London's Grosvenor House Hotel, and was popularised by Harry Craddock, who included it in his 1930 The Savoy Cocktail Book . Harry MacElhone, from Dundee, Scotland, created the first White Lady cocktail while working at London's Ciro's Club in 1919. However, this consisted of equal parts brandy, crème de menthe, and Cointreau, shaken and strained into a cocktail glass, so very different from the White Lady we know today with gin, triple sec, and lemon juice. Harry's brandy-based crème de menthe recipe appears in his 1922 Harry's ABC of Mixing Cocktails and is repeated the following year as in Harry of Ciro's ABC of Mixing Cocktails .",
  "Nutrition": "One serving of White Lady contains 188 calories",
  "Alcohol_Content": [
    [
      "1.6 standard drinks"
    ],
    [
      "18.91% alc./vol. (18.91° proof)"
    ],
    [
      "21.8 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}