{
  "Url": "https://www.diffordsguide.com/cocktails/recipe/2093/white-russian-cocktail",
  "Name": "White Russian Cocktail",
  "Glass": "Old-fashioned glass",
  "Ingredients": [
    "60 ml Ketel One Vodka",
    "30 ml De Kuyper Crème de Cafe",
    "30 ml Single cream/half-and-half"
  ],
  "Instructions": [
    "Select and pre-chill an Old-fashioned glass .",
    "Prepare garnish of freshly grated nutmeg.",
    "STIR first 2 ingredients with ice.",
    "STRAIN into ice-filled glass.",
    "Carefully FLOAT cream. (Lightly whip or shake sealed container before pouring cream to aerate.)",
    "Garnish with dusting of nutmeg grated over cocktail."
  ],
  "Review": "One of the best-known cocktails of the modern era, the White Russian, consists of vodka and coffee liqueur served on the rocks, sipped over a silky layer of cream or milk. A White Russian can be as simple as equal measures vodka, coffee liqueur and fresh cream poured over ice. However, it looks better if you stir at least the first two ingredients and then layer cream on the surface of the drink (as above). Or, some prefer to shake all three ingredients to make a properly integrated cocktail.",
  "History": "Named due to its appearance and vodka base. Smirnoff and Stolichnaya were the main vodka brands at the time, so vodka was associated with Russia. The White Russian is obviously related to the Black Russian whose origins are thought to date from 1949. However, who first came up with this creamy interpretation and when is unknown. Mention of the White Russian cocktail in print first appeared in an advertisement for a now long-defunct coffee liqueur called 'Coffee Southern', which ran in the Boston Globe on 21st March 1965, then in California's Oakland Tribune on 21 November 1965. Along with the White Russian, the \"Try delicious Coffee Sothern\" advert also gives the recipes for 'Coffee and Cointreau', 'Southern Grasshopper' and 'Java Sundae' using the liqueur. The White Russian strutted its way through the 1970s disco era before its popularity waned in the 80s, only to be rescued and made more popular than ever after being the libation of choice of The Dude in the cult 1998 movie The Big Lebowski . Played by Jeff Bridges, throughout this comedy caper film, Jeffrey \"The Dude\" Lebowski has little interest or passion for anything other than bowling and drinking White Russians, which he calls a \"Caucasian\". Over the duration of the film, The Dude consumes seven of the creamy cocktails.",
  "Nutrition": "One serving of White Russian Cocktail contains 275 calories",
  "Alcohol_Content": [
    [
      "1.6 standard drinks"
    ],
    [
      "18.38% alc./vol. (18.38° proof)"
    ],
    [
      "22.1 grams of pure alcohol"
    ]
  ],
  "Garnish": ""
}